{
  "Deadly Demise D3": "Deadly Demise D3",
  "Deep Strike": "Deep Strike",
  "datasheets.Soul_Grinder.abilities.damaged.range": "1-5 WOUNDS REMAINING",
  "datasheets.Soul_Grinder.abilities.damaged.description": "While this model has 1-5 wounds remaining, each time this model makes an attack, subtract 1 from the Hit roll.",
  "the_shadow_of_chaos": "The Shadow of Chaos",
  "datasheets.Soul_Grinder.abilities.other.0.name": "Scuttling Walker",
  "datasheets.Soul_Grinder.abilities.other.0.description": "Each time this model makes a Normal or Advance move, it can move over friendly MONSTER and VEHICLE models and terrain features that are 4\" or less in height as if they were not there.",
  "datasheets.Soul_Grinder.abilities.special.0.description": "When you select this model to include in your army, you must select one of the keywords below. Until the end of the battle, this model has that keyword and the additional wargear stated for that keyword below.\n\nKHORNE - This model is additionally equipped with: torrent of burning blood\n\nTZEENTCH - This model is additionally equipped with: warp gaze\n\nNURGLE - This model is additionally equipped with: phlegm bombardment\n\nSLAANESH - This model is additionally equipped with: scream of despair",
  "datasheets.Soul_Grinder.abilities.special.0.name": "Daemonic Allegiance",
  "datasheets.Soul_Grinder.composition.0": "1 Soul Grinder",
  "datasheets.Soul_Grinder.fluff": "Daemons desperate to gain power above their station may strike an unwise bargain with the master of the Forge of Souls. Thus are they remade into the hulking war engines known as Soul Grinders, and given the might to crush and blast all in their path – for a steep and ultimately never-ending price…",
  "Vehicle": "Vehicle",
  "Walker": "Walker",
  "Chaos": "Chaos",
  "Soul Grinder": "Soul Grinder",
  "Daemon": "Daemon",
  "datasheets.Soul_Grinder.loadout": "This model is equipped with: harvester cannon; iron claw; warpsword.",
  "iron_claw": "Iron claw",
  "Extra Attacks": "Extra Attacks",
  "warpsword": "Warpsword",
  "warpclaw": "Warpclaw",
  "harvester_cannon": "Harvester cannon",
  "Torrent": "Torrent",
  "Ignores Cover": "Ignores Cover",
  "torrent_of_burning_blood": "Torrent of burning blood",
  "Blast": "Blast",
  "warp_gaze": "Warp gaze",
  "Lethal Hits": "Lethal Hits",
  "Indirect Fire": "Indirect Fire",
  "phlegm_bombardment": "Phlegm bombardment",
  "Sustained Hits 1": "Sustained Hits 1",
  "Devastating Wounds": "Devastating Wounds",
  "scream_of_despair": "Scream of despair",
  "datasheets.Soul_Grinder.wargear.0": "This model’s warpsword can be replaced with 1 warpclaw.",
  "datasheets.Daemon_Prince_of_Chaos_with_Wings.abilities.other.0.name": "Malefic Destruction",
  "datasheets.Daemon_Prince_of_Chaos_with_Wings.abilities.other.0.description": "Once per battle, at the start of the Fight phase, this model can use this ability. If it does, until the end of the phase, add 3 to the Attacks characteristic of this model’s hellforged weapons.",
  "datasheets.Daemon_Prince_of_Chaos_with_Wings.abilities.other.1.name": "Harbinger of Death",
  "datasheets.Daemon_Prince_of_Chaos_with_Wings.abilities.other.1.description": "Each time this model is selected to fight, select one of the following abilities. Until the end of the phase, this model’s hellforged weapons have that ability:\n■ [LETHAL HITS]\n■ [PRECISION]\n■ [SUSTAINED HITS 1]",
  "datasheets.Daemon_Prince_of_Chaos_with_Wings.abilities.special.0.description": "When you select this model to include in your army, you must select one of the following keywords for it to gain:\n\n■ KHORNE\n■ TZEENTCH\n■ NURGLE\n■ SLAANESH\n\nThe keyword you select will also affect some of this model’s characteristics.\n\nDaemon Prince of Khorne: If this model has the KHORNE keyword, add 2 to the Strength characteristic of this model’s hellforged weapons.\n\nDaemon Prince of Tzeentch: If this model has the TZEENTCH keyword, add 3 to the Attacks characteristic of this model’s infernal cannon.\n\nDaemon Prince of Nurgle: If this model has the NURGLE keyword, add 1 to this model’s Toughness characteristic.\n\nDaemon Prince of Slaanesh: If this model has the SLAANESH keyword, add 2\" to this model’s Move characteristic.",
  "datasheets.Daemon_Prince_of_Chaos_with_Wings.composition.0": "1 Daemon Prince of Chaos with Wings",
  "datasheets.Daemon_Prince_of_Chaos_with_Wings.fluff": "A Daemon Prince’s obsessive greed and desire to inflict ever more destruction, bloodshed and misery can manifest in the form of hideous wings that speed them from one slaughter to the next. A servant of the Dark Gods so blessed is a horrifying harbinger of death drawn from insane nightmare.",
  "Monster": "Monster",
  "Character": "Character",
  "Fly": "Fly",
  "Daemon Prince of Chaos with Wings": "Daemon Prince of Chaos with Wings",
  "datasheets.Daemon_Prince_of_Chaos_with_Wings.loadout": "This model is equipped with: infernal cannon; hellforged weapons.",
  "hellforged_weapons_strike": "Hellforged weapons – Strike",
  "hellforged_weapons_sweep": "Hellforged weapons – Sweep",
  "infernal_cannon": "Infernal cannon",
  "datasheets.Daemon_Prince_of_Chaos_with_Wings.wargear.0": "None",
  "datasheets.Daemon_Prince_of_Chaos.abilities.other.0.name": "Prince of Darkness (Aura)",
  "datasheets.Daemon_Prince_of_Chaos.abilities.other.0.description": "While a friendly LEGIONES DAEMONICA unit is within 6\" of this model, models in that unit have the Stealth ability.",
  "datasheets.Daemon_Prince_of_Chaos.abilities.other.1.name": "Unholy Vigour",
  "datasheets.Daemon_Prince_of_Chaos.abilities.other.1.description": "Once per battle, at the start of any phase, this model can use this ability. If it does, until the end of the phase, this model has a 3+ invulnerable save.",
  "datasheets.Daemon_Prince_of_Chaos.composition.0": "1 Daemon Prince of Chaos",
  "datasheets.Daemon_Prince_of_Chaos.fluff": "Blessed with apotheosis from mortal to daemonic form, a Daemon Prince is a monstrous entity well used to commanding cruel legions in battle. Their supernatural gifts are many and varied, from sorcerous powers to diseased fortitude, warp-forged weaponry, unholy swiftness or burning inner furnaces of unquenchable rage.",
  "Daemon Prince of Chaos": "Daemon Prince of Chaos",
  "Deadly Demise D6": "Deadly Demise D6",
  "Feel No Pain 6+": "Feel No Pain 6+",
  "datasheets.Rotigus.abilities.damaged.range": "1-7 WOUNDS REMAINING",
  "datasheets.Rotigus.abilities.damaged.description": "While this model has 1-7 wounds remaining, each time this model makes an attack, subtract 1 from the Hit roll.",
  "datasheets.Rotigus.abilities.other.0.name": "Greater Daemon of Nurgle (Aura)",
  "datasheets.Rotigus.abilities.other.0.description": "While a friendly NURGLE LEGIONES DAEMONICA unit is within 6\" of this model, that unit is within your army’s Shadow of Chaos.",
  "datasheets.Rotigus.abilities.other.1.name": "Virulent Blessing (Psychic)",
  "datasheets.Rotigus.abilities.other.1.description": "At the start of the Fight phase, you can select one enemy unit within 24\" and visible to this model. Until the end of the phase, each time an attack made by a NURGLE LEGIONES DAEMONICA model is allocated to a model in that unit, add 1 to the Damage characteristic of that attack.",
  "datasheets.Rotigus.abilities.other.2.name": "Deluge of Nurgle (Aura)",
  "datasheets.Rotigus.abilities.other.2.description": "While an enemy unit is within 6\" of this model, subtract 2 from the Move characteristic and subtract 1 from the Objective Control characteristic of models in that unit.",
  "datasheets.Rotigus.composition.0": "1 Rotigus – EPIC HERO",
  "datasheets.Rotigus.fluff": "Rotigus Rainfather lumbers into battle vomiting jetting rivers of corrosive, plague-laden filth across all who stand in its path. In its bloated fist it clutches a gnarlrod, while an endless and infectious downpour accompanies the daemon, a fecund flood fit to drown, corrupt and mutate all it touches.",
  "Epic Hero": "Epic Hero",
  "Psyker": "Psyker",
  "Nurgle": "Nurgle",
  "Rotigus": "Rotigus",
  "datasheets.Rotigus.loadout": "This model is equipped with: streams of brackish filth; gnarlrod.",
  "Psychic": "Psychic",
  "gnarlrod_sweep": "Gnarlrod – Sweep",
  "gnarlrod_strike": "Gnarlrod – Strike",
  "streams_of_brackish_filth": "Streams of brackish filth",
  "Fights First": "Fights First",
  "Lone Operative": "Lone Operative",
  "datasheets.The_Masque_of_Slaanesh.abilities.other.0.name": "The Eternal Dance",
  "datasheets.The_Masque_of_Slaanesh.abilities.other.0.description": "At the start of the Fight phase, select one enemy unit within 6\" of this model. Until the end of the phase:\n■ Each time a friendly SLAANESH LEGIONES DAEMONICA model makes a melee attack that targets that enemy unit, add 1 to the Wound roll.\n■ Each time a model in that enemy unit makes a melee attack, subtract 1 from the Wound roll.",
  "datasheets.The_Masque_of_Slaanesh.abilities.other.1.name": "Dazzling Acrobatics",
  "datasheets.The_Masque_of_Slaanesh.abilities.other.1.description": "This model is eligible to declare a charge in a turn in which it Advanced or Fell Back.",
  "datasheets.The_Masque_of_Slaanesh.composition.0": "1 The Masque of Slaanesh – EPIC HERO",
  "datasheets.The_Masque_of_Slaanesh.fluff": "Once high in the favour of the Dark Prince, this daemon was cursed by its petulant deity to dance eternally across reality and beyond for an imagined slight. Its endless acrobatic performance beguiles and bewilders, drawing those who witness it into joining the revels even at the expense of their own survival.",
  "Infantry": "Infantry",
  "Slaanesh": "Slaanesh",
  "The Masque of Slaanesh": "The Masque of Slaanesh",
  "datasheets.The_Masque_of_Slaanesh.loadout": "This model is equipped with: serrated claws.",
  "serrated_claws": "Serrated claws",
  "datasheets.Daemonettes.abilities.other.0.name": "Horrifying Beauty",
  "datasheets.Daemonettes.abilities.other.0.description": "At the start of the Fight phase, each enemy unit within Engagement Range of one or more units from your army with this ability must take a Battle‑shock test, subtracting 1 from the result if that enemy unit is Below Half‑strength.",
  "datasheets.Daemonettes.abilities.wargear.0.name": "Instrument of Chaos",
  "datasheets.Daemonettes.abilities.wargear.0.description": "Add 1 to Charge rolls made for the bearer’s unit.",
  "datasheets.Daemonettes.abilities.wargear.1.name": "Daemonic Icon",
  "datasheets.Daemonettes.abilities.wargear.1.description": "Models in the bearer’s unit have a Leadership characteristic of 6+.",
  "datasheets.Daemonettes.composition.0": "1 Alluress",
  "datasheets.Daemonettes.composition.1": "9 Daemonettes",
  "datasheets.Daemonettes.fluff": "Known to mortals as the handmaidens of Slaanesh, these daemons are a mixture of the beautiful and the monstrous, made all the more disturbing by the visceral clash of both. They delight in the carnage of battle, weaving around enemies’ clumsy blows as they shrill and sigh their delight amidst swift-taloned slaughter.",
  "Battleline": "Battleline",
  "Daemonettes": "Daemonettes",
  "datasheets.Daemonettes.loadout": "Every model is equipped with: slashing claws.",
  "slashing_claws": "Slashing claws",
  "datasheets.Daemonettes.stats.0.name": "Daemonette",
  "datasheets.Daemonettes.wargear.0": "1 Daemonette that is not equipped with an instrument of Chaos can be equipped with 1 daemonic icon.",
  "datasheets.Daemonettes.wargear.1": "1 Daemonette that is not equipped with a daemonic icon can be equipped with 1 instrument of Chaos.",
  "datasheets.Daemonettes.leadBy.0": "Tranceweaver",
  "datasheets.Daemonettes.leadBy.1": "Infernal Enrapturess",
  "datasheets.Daemonettes.leadBy.2": "Syll’Esske",
  "datasheets.Daemonettes.leadBy.3": "Contorted Epitome",
  "Infiltrators": "Infiltrators",
  "datasheets.Nurglings.abilities.other.0.name": "Mischief Makers",
  "datasheets.Nurglings.abilities.other.0.description": "Each time an enemy unit (excluding TITANIC units) within Engagement Range of one or more units with this ability is selected to fight, until the end of the phase, each time a model in that enemy unit makes a melee attack, subtract 1 from the Hit roll.",
  "datasheets.Nurglings.composition.0": "3-9 Nurgling Swarms",
  "datasheets.Nurglings.fluff": "Nurglings are malicious plague mites that pour across the battlefield in giggling masses. These foul imps might seem almost amusing from a distance, yet the illusion is shattered as the Nurglings spill forth to engulf their screaming victims in a rancid avalanche of needle fangs, filthy talons and bloated flesh.",
  "Swarm": "Swarm",
  "Nurglings": "Nurglings",
  "datasheets.Nurglings.loadout": "Every model is equipped with: diseased claws and teeth.",
  "diseased_claws_and_teeth": "Diseased claws and teeth",
  "Leader": "Leader",
  "datasheets.Bloodmaster.abilities.other.0.name": "Bloodmaster",
  "datasheets.Bloodmaster.abilities.other.0.description": "While this model is leading a unit, each time a model in that unit makes an attack, add 1 to the Wound roll.",
  "datasheets.Bloodmaster.abilities.other.1.name": "A Gory Path",
  "datasheets.Bloodmaster.abilities.other.1.description": "Each time this model’s unit Consolidates, it can move up to 6\" instead of up to 3\".",
  "datasheets.Bloodmaster.composition.0": "1 Bloodmaster",
  "datasheets.Bloodmaster.fluff": "Risen victorious from the horrors of the Skullpit, Bloodmasters lead Khorne’s Bloodletter hosts in battle. The presence of these hulking daemonic slaughterers imbues their infernal followers with even greater fury and might, even as the Bloodmasters themselves carve a gory path through their luckless foes.",
  "Khorne": "Khorne",
  "Bloodmaster": "Bloodmaster",
  "datasheets.Bloodmaster.leader": "This model can be attached to the following unit: ■ BLOODLETTERS",
  "datasheets.Bloodmaster.loadout": "This model is equipped with: blade of blood.",
  "blade_of_blood": "Blade of blood",
  "datasheets.Bloodmaster.leads.units.0": "BLOODLETTERS",
  "datasheets.Tranceweaver.abilities.other.0.description": "Each time a model in this unit makes an attack, re-roll a Hit roll of 1. If the target of that attack is within range of an objective marker, you can re-roll the Hit roll instead.",
  "datasheets.Tranceweaver.abilities.other.1.name": "Symphony of Pain (Psychic)",
  "datasheets.Tranceweaver.abilities.other.1.description": "At the end of your Movement phase, you can select one enemy unit that is Battle-shocked and within 12\" of this model. Until the end of the turn, each time a SLAANESH LEGIONES DAEMONICA model from your army makes an attack that targets that enemy unit, you can re-roll the Hit roll and you can re-roll the Wound roll.",
  "datasheets.Tranceweaver.composition.0": "1 Tranceweaver",
  "datasheets.Tranceweaver.fluff": "These favoured daemons of Slaanesh are raw manifestations of sensory excess and wilful cruelty. Heralds of the Dark Prince, they flow across the battlefield with inhuman grace, keening gleeful war cries as they exhort their fellows to greater acts of sadistic bliss-giving and lay enemies low with the razor caress of their talons.",
  "Tranceweaver": "Tranceweaver",
  "datasheets.Tranceweaver.leader": "This model can be attached to the following unit: ■ DAEMONETTES",
  "datasheets.Tranceweaver.loadout": "This model is equipped with: ravaging claws.",
  "ravaging_claws": "Ravaging claws",
  "datasheets.Tranceweaver.leads.units.0": "DAEMONETTES",
  "datasheets.Burning_Chariot.abilities.other.0.name": "Eldritch Flames (Psychic)",
  "datasheets.Burning_Chariot.abilities.other.0.description": "In your Shooting phase, after this model has shot, select one enemy unit that was hit by one or more of those attacks. Until the end of the phase, that unit cannot have the Benefit of Cover.",
  "datasheets.Burning_Chariot.composition.0": "1 Burning Chariot",
  "datasheets.Burning_Chariot.fluff": "Burning Chariots of Tzeentch are often seen in the visions and nightmares of mortals as blazing omens of ill fortune. Upon the battlefield such warnings become self-fulfilling prophecies, the eldritch war engines serving as the agents of the very devastation and misery their coming is said to warn of.",
  "Mounted": "Mounted",
  "Tzeentch": "Tzeentch",
  "Burning Chariot": "Burning Chariot",
  "datasheets.Burning_Chariot.loadout": "This model is equipped with: Fire of Tzeentch; Flamer mouths; Screamer bites.",
  "flamer_mouths": "Flamer mouths",
  "Anti-vehicle 4+": "Anti-vehicle 4+",
  "Anti-monster 4+": "Anti-monster 4+",
  "screamer_bites": "Screamer bites",
  "fire_of_tzeentch_pink_fire": "Fire of Tzeentch – Pink fire",
  "fire_of_tzeentch_blue_fire": "Fire of Tzeentch – Blue fire",
  "datasheets.Pink_Horrors.abilities.other.0.name": "Split",
  "datasheets.Pink_Horrors.abilities.other.0.description": "Each time a PINK HORROR or BLUE HORROR model in this unit is destroyed, after the attacking unit has finished making its attacks, if this unit is not destroyed, roll one D6 for that model. On a 4+, if it was a PINK HORROR, add two BLUE HORROR models to this unit, and if it was a BLUE HORROR, add one BRIMSTONE HORROR model to this unit.",
  "datasheets.Pink_Horrors.abilities.special.0.description": "If, at any point, this unit contains no PINK HORROR models, use the BLUE HORRORS datasheet for this unit.\n\nDesigner’s Note: While this unit contains one or more PINK HORROR models, the Sullen Malevolence and Exploding Horrors abilities from the BLUE HORRORS datasheet do not apply to this unit.",
  "datasheets.Pink_Horrors.abilities.special.0.name": "HORRORS ARE PINK. HORRORS ARE BLUE. WHERE ONCE THERE WAS ONE, NOW THERE ARE TWO.",
  "datasheets.Pink_Horrors.composition.0": "10 Pink Horrors",
  "datasheets.Pink_Horrors.fluff": "Magic made manifest, these cavorting grotesques hurl balls of warpfire into the enemy ranks where they transmogrify and immolate their victims. Pink Horrors cackle, riddle and caper endlessly, their unsettling glee ending only in the moment when their mortal form is destroyed and forced to split messily into two Blue Horrors.",
  "Horrors": "Horrors",
  "Pink": "Pink",
  "Brimstone": "Brimstone",
  "datasheets.Pink_Horrors.loadout": "Every Pink Horror is equipped with: Coruscating Pink Flames; pink claws.\nEvery Blue Horror added to this unit using the Split ability is equipped with: Coruscating Blue Flames; blue claws.\nEvery Brimstone Horror added to this unit using the Split ability is equipped with: Coruscating Yellow Flames; yellow claws.",
  "pink_claws": "Pink claws",
  "blue_claws": "Blue claws",
  "yellow_claws": "Yellow claws",
  "datasheets.Pink_Horrors.name": "Pink Horrors",
  "Pistol": "Pistol",
  "coruscating_pink_flames": "Coruscating Pink Flames",
  "coruscating_blue_flames": "Coruscating blue flames",
  "coruscating_yellow_flames": "Coruscating yellow flames",
  "datasheets.Pink_Horrors.stats.0.name": "Pink Horror",
  "datasheets.Pink_Horrors.stats.1.name": "Brimstone Horror",
  "datasheets.Pink_Horrors.wargear.0": "1 Pink Horror that is not equipped with an instrument of Chaos can be equipped with 1 daemonic icon.",
  "datasheets.Pink_Horrors.wargear.1": "1 Pink Horror that is not equipped with a daemonic icon can be equipped with 1 instrument of Chaos.",
  "datasheets.Pink_Horrors.leadBy.0": "Changecaster",
  "datasheets.Pink_Horrors.leadBy.1": "Fluxmaster",
  "datasheets.Infernal_Enrapturess.abilities.other.0.name": "Harmonic Alignment",
  "datasheets.Infernal_Enrapturess.abilities.other.0.description": "While this model is leading a unit, in your Command phase, you can return D3 destroyed Bodyguard models to that unit.",
  "datasheets.Infernal_Enrapturess.abilities.other.1.name": "Discordant Disruption (Aura)",
  "datasheets.Infernal_Enrapturess.abilities.other.1.description": "While an enemy PSYKER unit is within 12\" of this model, Psychic weapons equipped by models in that unit have the [HAZARDOUS] ability.",
  "datasheets.Infernal_Enrapturess.composition.0": "1 Infernal Enrapturess",
  "datasheets.Infernal_Enrapturess.fluff": "The symphonies of torment and cacophonies of bliss unleashed by these daemons can tear their foes apart body and soul. Yet perhaps their greatest ability is to draw the disembodied energies of fellow Slaaneshi daemons to the battlefield, constantly bolstering their comrades’ ranks with fresh and soul-hungry entities.",
  "Infernal Enrapturess": "Infernal Enrapturess",
  "datasheets.Infernal_Enrapturess.loadout": "This model is equipped with: heartstring lyre; ravaging claws.",
  "Assault": "Assault",
  "heartstring_lyre_euphonic_blast": "Heartstring lyre – Euphonic blast",
  "heartstring_lyre_cacophonous_melody": "Heartstring lyre – Cacophonous melody",
  "datasheets.Plaguebearers.abilities.other.0.name": "Infected Outbreak",
  "datasheets.Plaguebearers.abilities.other.0.description": "If you control an objective marker at the end of your Command phase and this unit is within range of that objective marker, that objective marker remains under your control, even if you have no models within range of it, until your opponent controls it at the start or end of any turn.",
  "datasheets.Plaguebearers.composition.0": "1 Plagueridden",
  "datasheets.Plaguebearers.composition.1": "9 Plaguebearers",
  "datasheets.Plaguebearers.fluff": "Born from the souls of those who die of Nurgle’s Rot, Plaguebearers are the foot soldiers of Nurgle. They wield plagueswords that drip with infectious slime, and are surrounded by the endless drone of counting as they pursue their hopeless and eternal task of tallying each new outbreak of the Plague God’s many diseases.",
  "Plaguebearers": "Plaguebearers",
  "datasheets.Plaguebearers.loadout": "Every model is equipped with: plaguesword.",
  "plaguesword": "Plaguesword",
  "datasheets.Plaguebearers.stats.0.name": "Plaguebearer",
  "datasheets.Plaguebearers.wargear.0": "1 Plaguebearer that is not equipped with an instrument of Chaos can be equipped with 1 daemonic icon.",
  "datasheets.Plaguebearers.wargear.1": "1 Plaguebearer that is not equipped with a daemonic icon can be equipped with 1 instrument of Chaos.",
  "datasheets.Plaguebearers.leadBy.0": "Poxbringer",
  "datasheets.Plaguebearers.leadBy.1": "Epidemius",
  "datasheets.Plaguebearers.leadBy.2": "Spoilpox Scrivener",
  "datasheets.Plaguebearers.leadBy.3": "Sloppity Bilepiper",
  "datasheets.Keeper_of_Secrets.abilities.damaged.range": "1-6 WOUNDS REMAINING",
  "datasheets.Keeper_of_Secrets.abilities.damaged.description": "While this model has 1-6 wounds remaining, each time this model makes an attack, subtract 1 from the Hit roll.",
  "datasheets.Keeper_of_Secrets.abilities.other.0.name": "Greater Daemon of Slaanesh (Aura)",
  "datasheets.Keeper_of_Secrets.abilities.other.0.description": "While a friendly SLAANESH LEGIONES DAEMONICA unit is within 6\" of this model, that unit is within your army’s Shadow of Chaos.",
  "datasheets.Keeper_of_Secrets.abilities.other.1.name": "Daemon Lord of Slaanesh (Aura)",
  "datasheets.Keeper_of_Secrets.abilities.other.1.description": "While a friendly SLAANESH LEGIONES DAEMONICA unit is within 6\" of this model, improve the Armour Penetration of melee weapons in that unit by 1.",
  "datasheets.Keeper_of_Secrets.abilities.other.2.name": "Mesmerising Form",
  "datasheets.Keeper_of_Secrets.abilities.other.2.description": "Each time an attack targets this model, subtract 1 from the Hit roll.",
  "datasheets.Keeper_of_Secrets.abilities.wargear.0.name": "Shining Aegis",
  "datasheets.Keeper_of_Secrets.abilities.wargear.0.description": "The bearer has a Save characteristic of 3+.",
  "datasheets.Keeper_of_Secrets.composition.0": "1 Keeper of Secrets",
  "datasheets.Keeper_of_Secrets.fluff": "Darkly intelligent, horribly beguiling and deadly in battle, the Keepers of Secrets are the greatest champions of Slaaneshi daemon legions. Wielding unclean yet beautiful weapons and unleashing the sorcerous powers of obsession and torment, these daemons cut an elegantly hideous swathe across the battlefield.",
  "Keeper of Secrets": "Keeper of Secrets",
  "datasheets.Keeper_of_Secrets.loadout": "This model is equipped with: Phantasmagoria; snapping claws; witstealer sword.",
  "snapping_claws": "Snapping claws",
  "witstealer_sword": "Witstealer sword",
  "ritual_knife": "Ritual knife",
  "phantasmagoria_witchfire": "Phantasmagoria – Witchfire",
  "Hazardous": "Hazardous",
  "phantasmagoria_focused_witchfire": "Phantasmagoria – Focused witchfire",
  "living_whip": "Living whip",
  "datasheets.Keeper_of_Secrets.wargear.0": "This model can be equipped with one of the following: ◦ Living whip ◦ Ritual knife ◦ Shining aegis",
  "datasheets.Shalaxi_Helbane.abilities.other.1.name": "No Prey Can Evade",
  "datasheets.Shalaxi_Helbane.abilities.other.1.description": "You can re‑roll Advance and Charge rolls made for this model.",
  "datasheets.Shalaxi_Helbane.abilities.other.2.name": "Monarch of the Hunt",
  "datasheets.Shalaxi_Helbane.abilities.other.2.description": "At the start of the first battle round, select one enemy unit to be this model’s quarry. Each time this model makes a melee attack that targets its quarry, you can re‑roll the Hit roll and you can re‑roll the Wound roll. Each time this model’s quarry is destroyed, select one new enemy unit to be this model’s quarry.",
  "datasheets.Shalaxi_Helbane.composition.0": "1 Shalaxi Helbane – EPIC HERO",
  "datasheets.Shalaxi_Helbane.fluff": "Cloven hooves pounding against broken earth, Shalaxi Helbane bears down upon its doomed quarry with the Soulpiercer gleaming in its grip. No prey can evade the Monarch of the Hunt, for the daemon’s obsession with its victim is so singular and so powerful that no mortal means of flight could ever escape it.",
  "Shalaxi Helbane": "Shalaxi Helbane",
  "datasheets.Shalaxi_Helbane.loadout": "This model is equipped with: lash of Slaanesh; Pavane of Slaanesh; snapping claws; soulpiercer",
  "Precision": "Precision",
  "soulpiercer": "Soulpiercer",
  "lash_of_slaanesh": "Lash of Slaanesh",
  "pavane_of_slaanesh_witchfire": "Pavane of Slaanesh – Witchfire",
  "Sustained Hits 3": "Sustained Hits 3",
  "pavane_of_slaanesh_focused_witchfire": "Pavane of Slaanesh – Focused witchfire",
  "Scouts 9\"": "Scouts 9\"",
  "datasheets.Seekers.abilities.other.0.name": "Unholy Speed",
  "datasheets.Seekers.abilities.other.0.description": "You can re-roll Advance and Charge rolls made for this unit.",
  "datasheets.Seekers.composition.0": "1 Heartseeker",
  "datasheets.Seekers.composition.1": "4-9 Seekers",
  "datasheets.Seekers.fluff": "Sat astride swift Steeds of Slaanesh, Seekers pursue their mortal prey with obsessive delight. Even the fastest of mortal vehicles cannot outpace these vicious entities, while those who stand and fight soon find their ranks smashed asunder by charging shock cavalry drawn from the darkest depths of nightmare.",
  "Seekers": "Seekers",
  "datasheets.Seekers.loadout": "Every model is equipped with: lashing tongue; slashing claws.",
  "lashing_tongue": "Lashing tongue",
  "datasheets.Seekers.stats.0.name": "Seeker",
  "datasheets.Seekers.wargear.0": "1 Seeker that is not equipped with an instrument of Chaos can be equipped with 1 daemonic icon.",
  "datasheets.Seekers.wargear.1": "1 Seeker that is not equipped with a daemonic icon can be equipped with 1 instrument of Chaos.",
  "datasheets.SyllEsske.abilities.other.0.name": "Prince of Slaanesh",
  "datasheets.SyllEsske.abilities.other.0.description": "While this model is leading a unit, each time a model in that unit makes a melee attack, a successful unmodified Wound roll of 5+ scores a Critical Wound.",
  "datasheets.SyllEsske.abilities.other.1.name": "Delightful Agonies",
  "datasheets.SyllEsske.abilities.other.1.description": "The first time this model is destroyed, roll one D6 at the end of the phase. On a 2+, set this model back up on the battlefield, as close as possible to where it was destroyed and not within Engagement Range of any enemy units, with its full wounds remaining.",
  "datasheets.SyllEsske.composition.0": "1 Syll’Esske – EPIC HERO",
  "datasheets.SyllEsske.fluff": "This strange alliance of the daemon herald Syll and the hulking Daemon Prince Esske has borne bloody fruit across countless battlefields. Not only do the pairing wreak red ruin amidst the foe themselves, but also their presence entices the daemons of Slaanesh to ever more excessive acts of cruelty and violence.",
  "Syll’Esske": "Syll’Esske",
  "datasheets.SyllEsske.loadout": "This model is equipped with: Cacophonic Choir; scourging whip; Axe of Dominion.",
  "scourging_whip_melee": "Scourging whip – Melee",
  "axe_of_dominion": "Axe of Dominion",
  "cacophonic_choir_focused_witchfire": "Cacophonic choir – Focused witchfire",
  "cacophonic_choir_witchfire": "Cacophonic choir – Witchfire",
  "scourging_whip_ranged": "Scourging whip – Ranged",
  "datasheets.Screamers.abilities.other.0.name": "Slashing Dive",
  "datasheets.Screamers.abilities.other.0.description": "In your Movement phase, after this unit ends a Normal move, you can select one enemy unit it moved over during that move and roll one D6 for each model in this unit: for each 4+, that enemy unit suffers 1 mortal wound.",
  "datasheets.Screamers.composition.0": "3-6 Screamers",
  "datasheets.Screamers.fluff": "These predatory daemons strike like sudden and inescapable change. They emit unearthly shrieks as they swoop down upon their prey on scintillating tides of sorcery, slicing victims to ribbons with razor-keen fins and latching on with fanged jaws from which corrosive empyric energies flow.",
  "Beast": "Beast",
  "Screamers": "Screamers",
  "datasheets.Screamers.loadout": "Every model is equipped with: lamprey bite.",
  "lamprey_bite": "Lamprey bite",
  "datasheets.Screamers.leadBy.0": "Fateskimmer",
  "datasheets.Bloodletters.abilities.other.0.name": "Bane of Cowards",
  "datasheets.Bloodletters.abilities.other.0.description": "Each time an enemy unit (excluding MONSTERS and VEHICLES) within Engagement Range of one or more units from your army with this ability Falls Back, models in that enemy unit must take Desperate Escape tests. When doing so, if that enemy unit is also Battle‑shocked, subtract 1 from each of those Desperate Escape tests.",
  "datasheets.Bloodletters.composition.0": "1 Bloodreaper",
  "datasheets.Bloodletters.composition.1": "9 Bloodletters",
  "datasheets.Bloodletters.fluff": "Bloodletters are hate and violence made manifest. Attacking in berserk packs or in martial, marching ranks, they hack apart their victims with monstrous hellblades. These weapons glow red-hot with the fury of their wielders, and even the slightest wound they inflict can see the victim bled dry in seconds.",
  "Bloodletters": "Bloodletters",
  "datasheets.Bloodletters.loadout": "Every model is equipped with: hellblade.",
  "hellblade": "Hellblade",
  "datasheets.Bloodletters.stats.0.name": "Bloodletter",
  "datasheets.Bloodletters.wargear.0": "1 Bloodletter that is not equipped with an instrument of Chaos can be equipped with 1 daemonic icon.",
  "datasheets.Bloodletters.wargear.1": "1 Bloodletter that is not equipped with a daemonic icon can be equipped with 1 instrument of Chaos.",
  "datasheets.Bloodletters.leadBy.1": "Skulltaker",
  "datasheets.Lord_of_Change.abilities.other.0.name": "Greater Daemon of Tzeentch (Aura)",
  "datasheets.Lord_of_Change.abilities.other.0.description": "While a friendly TZEENTCH LEGIONES DAEMONICA unit is within 6\" of this model, that unit is within your army’s Shadow of Chaos.",
  "datasheets.Lord_of_Change.abilities.other.1.name": "Daemon Lord of Tzeentch (Aura)",
  "datasheets.Lord_of_Change.abilities.other.1.description": "While a friendly TZEENTCH LEGIONES DAEMONICA unit is within 6\" of this model, each time a model in that unit makes a ranged attack, add 1 to the Strength characteristic of that attack.",
  "datasheets.Lord_of_Change.abilities.other.2.name": "Master of Magicks (Psychic)",
  "datasheets.Lord_of_Change.abilities.other.2.description": "In your Shooting phase, select one of the following abilities: [IGNORES COVER]; [LETHAL HITS]; [SUSTAINED HITS D3]. Until the end of the phase, this model’s Bolt of Change has that ability.",
  "datasheets.Lord_of_Change.composition.0": "1 Lord of Change",
  "datasheets.Lord_of_Change.fluff": "Greater Daemons of Tzeentch are infinitely cunning sorcerers and manipulators. Their malevolent gaze lays bare the souls of their victims and blasts the sanity of even the staunchest mortal, while their ensorcelled weapons and unholy magicks violently reshape reality itself into ever mutating forms.",
  "Lord of Change": "Lord of Change",
  "datasheets.Lord_of_Change.loadout": "This model is equipped with: Bolt of Change; staff of Tzeentch.",
  "staff_of_tzeentch": "Staff of Tzeentch",
  "baleful_sword": "Baleful sword",
  "bolt_of_change_witchfire": "Bolt of Change – Witchfire",
  "bolt_of_change_focused_witchfire": "Bolt of Change – Focused witchfire",
  "rod_of_sorcery": "Rod of sorcery",
  "datasheets.Lord_of_Change.wargear.0": "This model can be equipped with one of the following: ◦ 1 rod of sorcery ◦ 1 baleful sword",
  "datasheets.Changecaster.abilities.other.0.description": "While this model is leading a unit, ranged weapons equipped by models in that unit have the [SUSTAINED HITS 1] ability.",
  "datasheets.Changecaster.abilities.other.1.name": "Storm of Mutating Sorcery (Psychic)",
  "datasheets.Changecaster.abilities.other.1.description": "In your Shooting phase, after this model has shot, select one enemy INFANTRY unit hit by one or more of those attacks. That unit must take a Battle-shock test.",
  "datasheets.Changecaster.composition.0": "1 Changecaster",
  "datasheets.Changecaster.fluff": "Whirling amidst capering masses of daemonic Horrors, these Heralds are potent sorcerers whose presence causes the fires of their fellow daemons to spread with infernal vigour. Changecasters unleash storms of mutating sorcery against their enemies, jabbering and cackling as they wreak gruesome havoc.",
  "Changecaster": "Changecaster",
  "datasheets.Changecaster.leader": "This model can be attached to the following units: ■ BLUE HORRORS ■ PINK HORRORS",
  "datasheets.Changecaster.loadout": "This model is equipped with: Arcane Fireball; Herald combat weapon.",
  "herald_combat_weapon": "Herald combat weapon",
  "arcane_fireball_witchfire": "Arcane Fireball – Witchfire",
  "arcane_fireball_focused_witchfire": "Arcane Fireball – Focused witchfire",
  "datasheets.Changecaster.leads.units.0": "BLUE HORRORS",
  "datasheets.Changecaster.leads.units.1": "PINK HORRORS",
  "datasheets.Feculent_Gnarlmaw.abilities.other.0.name": "Shroud of Flies (Aura)",
  "datasheets.Feculent_Gnarlmaw.abilities.other.0.description": "While a friendly NURGLE LEGIONES DAEMONICA unit is within 6\" of this FORTIFICATION, models in that unit have the Stealth ability.",
  "datasheets.Feculent_Gnarlmaw.abilities.other.1.name": "Diseased Cover",
  "datasheets.Feculent_Gnarlmaw.abilities.other.1.description": "Each time a ranged attack is allocated to a model, if that model is not fully visible to every model in the attacking unit because of this FORTIFICATION, that model has the Benefit of Cover against that attack.",
  "Fortification": "Fortification",
  "datasheets.Feculent_Gnarlmaw.abilities.other.2.description": "While an enemy unit is only within Engagement Range of one or more FORTIFICATIONS from your army:\n\n■ That unit can still be selected as the target of ranged attacks, but each time such an attack is made, unless it is made with a Pistol, subtract 1 from the Hit roll.\n■ Models in that unit do not need to take Desperate Escape tests due to Falling Back while Battle-shocked, except for those that will move over enemy models when doing so.",
  "datasheets.Feculent_Gnarlmaw.composition.0": "1 Feculent Gnarlmaw",
  "datasheets.Feculent_Gnarlmaw.fluff": "Where the most grievous foulness reigns, there sprout the Feculent Gnarlmaws. Daemonic warp-flora, these cankers in the flesh of reality exude an aura of supernatural disease. Clouds of plague flies boil around them, shrouding the daemons of Nurgle from the sights of the enemy.",
  "Feculent Gnarlmaw": "Feculent Gnarlmaw",
  "datasheets.Feculent_Gnarlmaw.loadout": "This model is equipped with: nothing",
  "datasheets.Great_Unclean_One.abilities.other.1.name": "Daemon Lord of Nurgle (Aura)",
  "datasheets.Great_Unclean_One.abilities.other.1.description": "While a friendly NURGLE LEGIONES DAEMONICA unit is within 6\" of this model, add 1 to the Toughness characteristic of models in that unit.",
  "datasheets.Great_Unclean_One.abilities.other.2.name": "Nurgle’s Rot (Psychic)",
  "datasheets.Great_Unclean_One.abilities.other.2.description": "At the end of your Movement phase, you can select one enemy unit within 12\" of this model. Until the start of your next Movement phase, subtract 1 from the Toughness characteristic of models in that unit.",
  "datasheets.Great_Unclean_One.composition.0": "1 Great Unclean One",
  "datasheets.Great_Unclean_One.fluff": "These Greater Daemons possess the same boundless energy and drive to corrupt as a swift spreading virus. Their booming voices roll across the battlefield, their cruel jollity and the perverse pride they take in their underlings’ achievements horribly at odds with the misery and disease they spread.",
  "Great Unclean One": "Great Unclean One",
  "datasheets.Great_Unclean_One.loadout": "This model is equipped with: plague flail; putrid vomit; bilesword.",
  "bilesword_sweep": "Bilesword – Sweep",
  "bilesword_strike": "Bilesword – Strike",
  "bileblade": "Bileblade",
  "Reverberating Summons": "Reverberating Summons",
  "doomsday_bell": "Doomsday bell",
  "datasheets.Great_Unclean_One.meleeWeapons.2.abilities.0.description": "Each time a model is destroyed by this weapon, you can select one friendly Plaguebearers unit within 12\" of the bearer and return 1 destroyed Plaguebearer model to that unit.",
  "plague_flail": "Plague flail",
  "putrid_vomit": "Putrid vomit",
  "datasheets.Great_Unclean_One.wargear.0": "This model’s bilesword can be replaced with 1 doomsday bell.",
  "datasheets.Great_Unclean_One.wargear.1": "This model’s plague flail can be replaced with 1 bileblade.",
  "datasheets.Tormentbringer.abilities.other.0.name": "Tormentbringer (Aura)",
  "datasheets.Tormentbringer.abilities.other.0.description": "While a friendly SLAANESH LEGIONES DAEMONICA unit is within 6\" of this model, melee weapons in that unit have the [SUSTAINED HITS 1] ability.",
  "datasheets.Tormentbringer.abilities.other.1.name": "Hysterical Frenzy",
  "datasheets.Tormentbringer.abilities.other.1.description": "Each time a model in this model’s unit is destroyed, if that model has not fought this phase, do not remove it from play. The destroyed model can fight after the attacking unit has finished making its attacks, and is then removed from play.",
  "datasheets.Tormentbringer.composition.0": "1 Tormentbringer",
  "datasheets.Tormentbringer.fluff": "Riding to battle above the clatter-slash blades of their Exalted Seeker Chariot, these wilfully vicious entities delight in ploughing screaming souls into the churned dirt of the battlefield. They strive to travel faster, strike harder, and leave even their lightning-fast fellow charioteers envious in their wakes.",
  "Tormentbringer on Exalted Seeker Chariot": "Tormentbringer on Exalted Seeker Chariot",
  "datasheets.Tormentbringer.leader": "This model can be attached to the following unit: ■ HELLFLAYERS",
  "datasheets.Tormentbringer.loadout": "This model is equipped with: lashes of torment; Seeker tongues; slashing claws.",
  "Anti-infantry 3+": "Anti-infantry 3+",
  "lashes_of_torment_melee": "Lashes of torment – Melee",
  "seeker_tongues": "Seeker tongues",
  "datasheets.Tormentbringer.name": "Tormentbringer",
  "lashes_of_torment_ranged": "Lashes of torment – Ranged",
  "datasheets.Tormentbringer.leads.units.0": "HELLFLAYERS",
  "datasheets.Bloodcrushers.abilities.other.0.name": "Brass Stampede",
  "datasheets.Bloodcrushers.abilities.other.0.description": "Each time this unit ends a Charge move, select one enemy unit within Engagement Range of this unit and roll one D6 for each model in this unit: for each 4+, that enemy unit suffers D3 mortal wounds.",
  "datasheets.Bloodcrushers.composition.0": "1 Bloodhunter",
  "datasheets.Bloodcrushers.composition.1": "2-5 Bloodcrushers",
  "datasheets.Bloodcrushers.fluff": "Unholy fusions of daemon and machine, Juggernauts of Khorne are unstoppable beasts whose blood is fire and whose every step is thunder. When ridden into battle by Bloodletters, they act as shock cavalry, bearing down on their victims like battering rams. The destruction when their charge hits home is hideous to behold.",
  "Bloodcrushers": "Bloodcrushers",
  "datasheets.Bloodcrushers.loadout": "Every model is equipped with: hellblade; Juggernaut’s bladed horn.",
  "Lance": "Lance",
  "juggernaut_s_bladed_horn": "Juggernaut’s bladed horn",
  "datasheets.Bloodcrushers.stats.0.name": "Bloodcrusher",
  "datasheets.Bloodcrushers.wargear.0": "1 Bloodcrusher that is not equipped with an instrument of Chaos can be equipped with 1 daemonic icon.",
  "datasheets.Bloodcrushers.wargear.1": "1 Bloodcrusher that is not equipped with a daemonic icon can be equipped with 1 instrument of Chaos.",
  "datasheets.Bloodcrushers.leadBy.0": "Skullmaster",
  "datasheets.Fiends.abilities.other.0.name": "Soporific Musk",
  "datasheets.Fiends.composition.0": "1 Blissbringer",
  "datasheets.Fiends.composition.1": "2-5 Fiends",
  "datasheets.Fiends.fluff": "Few daemonic entities approach the sheer disturbing horror of the Fiends of Slaanesh. Malicious hunting beasts that croon their delight across the battlefield, these ghastly abominations are wreathed in a soporific musk that leaves their prey witless and helpless before their flashing talons and stabbing tails.",
  "Fiends": "Fiends",
  "datasheets.Fiends.loadout": "Every model is equipped with: barbed tail and dissecting claws.",
  "barbed_tail_and_dissecting_claws": "Barbed tail and dissecting claws",
  "datasheets.Fiends.stats.0.name": "Fiend",
  "datasheets.Skarbrand.abilities.damaged.description": "While this model has 1-7 wounds remaining, add 2 to the Attacks characteristic of this model’s Slaughter and Carnage.",
  "datasheets.Skarbrand.abilities.other.0.name": "Greater Daemon of Khorne (Aura)",
  "datasheets.Skarbrand.abilities.other.0.description": "While a friendly KHORNE LEGIONES DAEMONICA unit is within 6\" of this model, that unit is within your army’s Shadow of Chaos.",
  "datasheets.Skarbrand.abilities.other.1.name": "Rage Embodied (Aura)",
  "datasheets.Skarbrand.abilities.other.1.description": "While a friendly KHORNE LEGIONES DAEMONICA unit is within 6\" of this model, add 1 to the Attacks characteristic of melee weapons equipped by models in that unit.",
  "datasheets.Skarbrand.abilities.other.2.name": "Murderlust",
  "datasheets.Skarbrand.abilities.other.2.description": "This unit is eligible to declare a charge in a turn in which it Advanced.",
  "datasheets.Skarbrand.composition.0": "1 Skarbrand – EPIC HERO",
  "datasheets.Skarbrand.fluff": "Never pausing, never relenting, Skarbrand storms across realspace hacking apart every luckless foe that stands in its path. Worse, all who find themselves in the daemon’s presence are seized by its feral murderlust, a madness that sees elegant strategies collapse into orgies of primal savagery.",
  "Skarbrand": "Skarbrand",
  "datasheets.Skarbrand.loadout": "This model is equipped with: bellow of endless fury; Slaughter and Carnage.",
  "slaughter_and_carnage_sweep": "Slaughter and Carnage – Sweep",
  "slaughter_and_carnage_strike": "Slaughter and Carnage – Strike",
  "bellow_of_endless_fury": "Bellow of endless fury",
  "Stealth": "Stealth",
  "datasheets.Belakor.abilities.other.0.name": "The Dark Master (Aura)",
  "datasheets.Belakor.abilities.other.0.description": "The area of the battlefield within 6\" of this model is within your army’s Shadow of Chaos.",
  "datasheets.Belakor.abilities.other.1.name": "Shadow Form Abilities",
  "datasheets.Belakor.abilities.other.1.description": "At the start of the battle round, select one Shadow Form ability. Until the end of the battle round, this model has that ability.",
  "datasheets.Belakor.abilities.primarch.0.abilities.0.name": "Wreathed in Shadows (Aura, Psychic)",
  "datasheets.Belakor.abilities.primarch.0.abilities.0.description": "While a friendly LEGIONES DAEMONICA unit or SHADOW LEGION unit is within 6\" of this model, that unit can only be targeted by a ranged attack if the attacking model is within 18\".",
  "datasheets.Belakor.abilities.primarch.0.abilities.1.name": "Pall of Despair (Aura, Psychic)",
  "datasheets.Belakor.abilities.primarch.0.abilities.1.description": "In the Battle-shock step of your opponent’s Command phase, if an enemy unit that is below its Starting Strength is within 9\" of this model, that unit must take a Battle-shock test. For the purposes of this ability, if a unit has a Starting Strength of 1, it is considered to be below its Starting Strength while it has lost one or more wounds. In addition, for each enemy unit that fails a Battle-shock test within 9” of this model, this model regains up to D3 lost wounds.",
  "datasheets.Belakor.abilities.primarch.0.abilities.2.name": "Shadow Lord (Aura, Psychic)",
  "datasheets.Belakor.abilities.primarch.0.abilities.2.description": "While a friendly LEGIONES DAEMONICA or SHADOW LEGION unit is within 6\" of this model, each time a model in that unit makes an attack, re-roll a Hit roll of 1.",
  "datasheets.Belakor.abilities.special.0.description": "If this model is in your army, it must be your WARLORD.",
  "datasheets.Belakor.abilities.special.0.name": "Supreme Commander",
  "datasheets.Belakor.composition.0": "1 Be’lakor – EPIC HERO",
  "datasheets.Belakor.fluff": "Few warp entities are as mighty or as insidious as Be’lakor. Wreathed in shadow and dancing witchlight, the Dark Master spreads terror and torment to all who behold him. Every blow of his Blade of Shadows leaves the hollow husks of slain enemies sprawled in its wake – just more victims lost to the encroaching darkness.",
  "Be’lakor": "Be’lakor",
  "datasheets.Belakor.loadout": "This model is equipped with: Betraying Shades; the Blade of Shadows.",
  "the_blade_of_shadows_sweep": "The Blade of Shadows – Sweep",
  "the_blade_of_shadows_strike": "The Blade of Shadows – Strike",
  "betraying_shades_witchfire": "Betraying Shades – Witchfire",
  "betraying_shades_focused_witchfire": "Betraying Shades – Focused witchfire",
  "datasheets.Horticulous_Slimux.abilities.other.0.name": "Beast Handler",
  "datasheets.Horticulous_Slimux.abilities.other.0.description": "While this model is leading a unit, you can re-roll Charge rolls made for that unit. In addition, once per battle, you can target that unit with the Heroic Intervention Stratagem for 0CP, and can do so even if you have already used that Stratagem on a different unit this phase.",
  "datasheets.Horticulous_Slimux.abilities.other.1.name": "Seed the Garden of Nurgle",
  "datasheets.Horticulous_Slimux.abilities.other.1.description": "At the end of your Movement phase, if this model is within one AREA TERRAIN Feature, until the end of the battle, that AREA TERRAIN feature is considered to be within your army’s Shadow of Chaos.",
  "datasheets.Horticulous_Slimux.composition.0": "1 Horticulous Slimux – EPIC HERO",
  "datasheets.Horticulous_Slimux.fluff": "Horticulous Slimux is the Grand Cultivator, roaming realspace to sow the seeds of corruption in all unspoilt lands. Sat atop the heaving bulk of the snail-like daemon Mulch, Slimux goads packs of thrashing plague beasts into battle even as it lops mortal heads with thwicker-snick flashes of its wickedly sharp lopping shears.",
  "Horticulous Slimux": "Horticulous Slimux",
  "datasheets.Horticulous_Slimux.leader": "This model can be attached to the following unit: ■ BEASTS OF NURGLE",
  "datasheets.Horticulous_Slimux.loadout": "This model is equipped with: acidic maw; lopping shears.",
  "acidic_maw": "Acidic maw",
  "lopping_shears": "Lopping shears",
  "datasheets.Horticulous_Slimux.leads.units.0": "BEASTS OF NURGLE",
  "datasheets.Contorted_Epitome.abilities.other.0.name": "Swallow Energy (Psychic)",
  "datasheets.Contorted_Epitome.abilities.other.0.description": "While this model is leading a unit, models in that unit have the Feel No Pain 4+ ability against mortal wounds and Psychic Attacks.",
  "datasheets.Contorted_Epitome.abilities.other.1.name": "Horrible Fascination (Psychic)",
  "datasheets.Contorted_Epitome.abilities.other.1.description": "At the start of your opponent’s Shooting phase, one PSYKER model from your army with this ability can use it. If it does, select one enemy unit within 12\" of and visible to that PSYKER model and roll one D6: on a 1, that PSYKER model suffers D3 mortal wounds; on a 2-5, until the end of the phase, each time a model in that enemy unit makes an attack, subtract 1 from the Hit roll; on a 6, that enemy unit is not eligible to shoot this phase.",
  "datasheets.Contorted_Epitome.composition.0": "1 Contorted Epitome",
  "datasheets.Contorted_Epitome.fluff": "These ghastly daemonic manifestations writhe into battle on nests of metallic tendrils, their leering attendants riding their twisted steeds to war. Each reflects the darkest desires of those who look upon its surface, even as it swallows up the most potent energies thrown against it.",
  "Contorted Epitome": "Contorted Epitome",
  "datasheets.Contorted_Epitome.loadout": "This model is equipped with: coiled tentacles; ravaging claws.",
  "coiled_tentacles": "Coiled tentacles",
  "Feel No Pain 5+": "Feel No Pain 5+",
  "datasheets.Poxbringer.abilities.other.0.description": "While this model is leading a unit, each time a model in that unit makes an attack, a successful unmodified Hit roll of 5+ scores a Critical Hit.",
  "datasheets.Poxbringer.abilities.other.1.name": "Feculent Despair (Aura, Psychic)",
  "datasheets.Poxbringer.abilities.other.1.description": "While an enemy unit is within 6\" of this model, each time that unit takes a Battle-shock test, subtract 1 from that test.",
  "datasheets.Poxbringer.composition.0": "1 Poxbringer",
  "datasheets.Poxbringer.fluff": "Poxbringers are the largest and foulest of Plaguebearers, their corporeal forms brimming with unclean vitality even as they exude an air of feculent despair. A miasmal haze of disease hangs about them, clotting upon the plagueswords of their fellow daemons and rendering their touch all the more infectious.",
  "Poxbringer": "Poxbringer",
  "datasheets.Poxbringer.leader": "This model can be attached to the following unit: ■ PLAGUEBEARERS",
  "datasheets.Poxbringer.loadout": "This model is equipped with: foul balesword.",
  "foul_balesword": "Foul balesword",
  "datasheets.Poxbringer.leads.units.0": "PLAGUEBEARERS",
  "datasheets.Fateskimmer.abilities.other.0.description": "While this model is leading a unit, melee weapons equipped by models in that unit have the [LETHAL HITS] ability.",
  "datasheets.Fateskimmer.abilities.other.1.name": "Rider of the Immaterial Winds",
  "datasheets.Fateskimmer.abilities.other.1.description": "Once per battle, at the end of your opponent’s turn, if this model’s unit is not within Engagement Range of one or more enemy units, you can remove that unit from the battlefield and place it into Strategic Reserves.",
  "datasheets.Fateskimmer.composition.0": "1 Fateskimmer",
  "datasheets.Fateskimmer.fluff": "These daemons ride upon Burning Chariots, arcane constructs fashioned from the energies of dread omens and foretellings. They hurtle along anarchic and illogical trajectories that defy all physical laws, often surrounded by shoals of predatory daemonic entities empowered and emboldened by the Herald’s presence.",
  "Fateskimmer": "Fateskimmer",
  "datasheets.Fateskimmer.leader": "This model can be attached to the following unit: ■ SCREAMERS",
  "datasheets.Fateskimmer.loadout": "This model is equipped with: Arcane Fireball; Herald combat weapon; Screamer bites.",
  "datasheets.Fateskimmer.leads.units.0": "SCREAMERS",
  "datasheets.Hellflayers.abilities.other.0.name": "Cutting Down the Foe",
  "datasheets.Hellflayers.abilities.other.0.description": "Each time a model in this unit makes a melee attack, if this unit made a Charge move this turn, improve the Strength and Damage characteristics of that attack by 1.",
  "datasheets.Hellflayers.composition.0": "1-2 Hellflayers",
  "datasheets.Hellflayers.fluff": "Mortal myth has it that the Hellflayers of Slaanesh began as devices for mowing the gruesome pleasure-gardens of the Dark Prince’s realm, but that their efficacy in war was soon proven when their wild Daemonette crews unleashed the whirl-bladed murder engines upon the battlefields of realspace.",
  "Hellflayers": "Hellflayers",
  "datasheets.Hellflayers.loadout": "Every model is equipped with: lashes of torment; Seeker tongues; slashing claws.",
  "datasheets.Plague_Drones.abilities.other.0.name": "Death’s Heads",
  "datasheets.Plague_Drones.abilities.other.0.description": "In your Shooting phase, after this unit has shot, select one enemy unit hit by one or more of those attacks. Until the end of the turn, each time a friendly NURGLE LEGIONES DAEMONICA unit makes an attack that targets that unit, you can re-roll the Wound roll.",
  "datasheets.Plague_Drones.composition.0": "1 Plaguebringer",
  "datasheets.Plague_Drones.composition.1": "2-5 Plague Drones",
  "datasheets.Plague_Drones.fluff": "Plague Drones ride monstrous Rot Flies to war. These vile steeds scrabble and bite at their prey, impaling them on dripping probosces or biting off the heads of their victims. The finest stolen craniums are recovered and fashioned into filth-swollen projectiles – death’s heads – for the daemonic riders to hurl at their foes.",
  "Plague Drones": "Plague Drones",
  "datasheets.Plague_Drones.loadout": "Every model is equipped with: death’s heads; foul mouthparts; plaguesword.",
  "foul_mouthparts": "Foul mouthparts",
  "death_s_heads": "Death’s heads",
  "datasheets.Plague_Drones.stats.0.name": "Plague Drone",
  "datasheets.Plague_Drones.wargear.0": "1 Plague Drone that is not equipped with an instrument of Chaos can be equipped with 1 daemonic icon.",
  "datasheets.Plague_Drones.wargear.1": "1 Plague Drone that is not equipped with a daemonic icon can be equipped with 1 instrument of Chaos.",
  "datasheets.Bloodthirster.abilities.other.0.name": "Daemon Lord of Khorne (Aura)",
  "datasheets.Bloodthirster.abilities.other.0.description": "While a friendly KHORNE LEGIONES DAEMONICA unit is within 6\" of this model, each time a model in that unit makes a melee attack, add 1 to the Hit roll.",
  "datasheets.Bloodthirster.abilities.other.2.name": "Relentless Carnage",
  "datasheets.Bloodthirster.abilities.other.2.description": "At the end of the Fight phase, you can select one enemy unit within Engagement Range of this model and roll eight D6: for each 4+, that enemy unit suffers 1 mortal wound.",
  "datasheets.Bloodthirster.composition.0": "1 Bloodthirster",
  "datasheets.Bloodthirster.fluff": "Bloodthirsters are supreme warriors, ferocious embodiments of the Blood God’s rage and murderlust. Commanders and champions of the Khornate daemon legions, Bloodthirsters are possessed of supreme martial skill. They wield baroque weapons of appalling power, and slaughter all in their paths.",
  "Bloodthirster": "Bloodthirster",
  "datasheets.Bloodthirster.loadout": "This model is equipped with: hellfire breath; great axe of Khorne",
  "great_axe_of_khorne_sweep": "Great axe of Khorne – Sweep",
  "great_axe_of_khorne_strike": "Great axe of Khorne – Strike",
  "axe_of_khorne_sweep": "Axe of Khorne – Sweep",
  "axe_of_khorne_strike": "Axe of Khorne – Strike",
  "hellfire_breath": "Hellfire breath",
  "bloodflail": "Bloodflail",
  "lash_of_khorne": "Lash of Khorne",
  "datasheets.Bloodthirster.wargear.0": "This model’s great axe of Khorne can be replaced with 1 axe of Khorne and one of the following:  ◦ 1 bloodflail ◦ 1 lash of Khorne",
  "datasheets.Exalted_Flamer.abilities.other.0.name": "Blazing Warpfire (Psychic)",
  "datasheets.Exalted_Flamer.abilities.other.0.description": "While this model is leading a unit, ranged weapons equipped by models in that unit have the [ASSAULT] ability.",
  "datasheets.Exalted_Flamer.abilities.other.1.name": "Flames of Change (Psychic)",
  "datasheets.Exalted_Flamer.abilities.other.1.description": "In your Shooting phase, after this model has shot, select one enemy unit (excluding MONSTERS and VEHICLES) hit by one or more of those attacks, and roll one D6. On a 4+, until the end of your opponent’s next turn, that enemy unit is aflame. While a unit is aflame, subtract 2\" from its Move characteristic and subtract 2 from Advance and Charge rolls made for it.",
  "datasheets.Exalted_Flamer.abilities.special.0.description": "This model cannot be your WARLORD and cannot be given Enhancements.",
  "datasheets.Exalted_Flamer.abilities.special.0.name": "Manifestation of Destruction",
  "datasheets.Exalted_Flamer.composition.0": "1 Exalted Flamer",
  "datasheets.Exalted_Flamer.fluff": "Champions of their kind, Exalted Flamers lead packs of lesser entities to battle. Some swoop upon the backs of Burning Chariots, unleashing focused jets of devastating blue fire, or indiscriminate rains of searing pink fire that clings and spreads like panic given animus until nothing remains in its wake but glowing ashes.",
  "Exalted Flamer": "Exalted Flamer",
  "datasheets.Exalted_Flamer.leader": "This model can be attached to the following unit: ■ FLAMERS",
  "datasheets.Exalted_Flamer.loadout": "This model is equipped with: Fire of Tzeentch; Flamer mouths.",
  "datasheets.Exalted_Flamer.leads.units.0": "FLAMERS",
  "datasheets.Skullmaster.abilities.other.0.name": "Skullmaster’s Fury",
  "datasheets.Skullmaster.abilities.other.0.description": "While this model is leading a unit, each time that unit ends a Charge move, until the end of the turn, Juggernaut’s bladed horns equipped by models in that unit have the [DEVASTATING WOUNDS] ability.",
  "datasheets.Skullmaster.abilities.other.1.name": "Devastating Charge",
  "datasheets.Skullmaster.abilities.other.1.description": "Each time this model’s unit ends a Charge move, each enemy unit within Engagement Range of that unit must take a Battle-shock test.",
  "datasheets.Skullmaster.composition.0": "1 Skullmaster",
  "datasheets.Skullmaster.fluff": "Skullmasters ride daemon steeds known as Juggernauts. Mounted upon these beasts of living brass and molten fury, Skullmasters lead the Khornate cavalry charge into the heart of the enemy lines, hacking, beheading, impaling and crushing. Few are the foes that can stand against this devastating stampede.",
  "Skullmaster": "Skullmaster",
  "datasheets.Skullmaster.leader": "This model can be attached to the following units: ■ BLOODCRUSHERS",
  "datasheets.Skullmaster.loadout": "This model is equipped with: blade of blood; Juggernaut’s bladed horn.",
  "datasheets.Skullmaster.leads.units.0": "BLOODCRUSHERS",
  "datasheets.Epidemius.abilities.other.0.name": "Blessed by the Plague God",
  "datasheets.Epidemius.abilities.other.0.description": "While this model is leading a unit, models in that unit have a 4+ invulnerable save.",
  "datasheets.Epidemius.abilities.other.1.name": "Tally of Pestilence",
  "datasheets.Epidemius.abilities.other.1.description": "Keep a tally of how many enemy models are destroyed by NURGLE LEGIONES DAEMONICA models from your army during the battle. At the start of your Command phase, if this tally is 7 or more, you gain 1CP and the tally is reset to 0.",
  "datasheets.Epidemius.composition.0": "1 Epidemius – EPIC HERO",
  "datasheets.Epidemius.fluff": "Borne upon his throne by a scrabbling mound of Nurglings, Epidemius endlessly catalogues the infinite plagues and maladies released upon realspace by the followers of Nurgle. The higher Epidemius’ tally rises upon any given battlefield, the more favourably the Plague God smiles upon his servants in the vicinity.",
  "Epidemius": "Epidemius",
  "datasheets.Epidemius.loadout": "This model is equipped with: balesword and Nurgling attendants.",
  "balesword_and_nurgling_attendants": "Balesword and Nurgling attendants",
  "datasheets.Karanak.abilities.other.0.name": "Pack Leader",
  "datasheets.Karanak.abilities.other.0.description": "While this model is leading a unit, you can re-roll Advance and Charge rolls made for that unit.",
  "datasheets.Karanak.abilities.other.1.name": "Prey of the Blood God",
  "datasheets.Karanak.abilities.other.1.description": "At the start of the first battle round, select one enemy unit to be this model’s prey. Each time a model in this model’s unit makes a melee attack that targets its prey, you can re-roll the Wound roll. Each time this model’s prey is destroyed, select one new enemy unit to be this model’s prey.",
  "datasheets.Karanak.abilities.wargear.0.name": "Brass Collar of Bloody Vengeance",
  "datasheets.Karanak.abilities.wargear.0.description": "The bearer has the Feel No Pain 3+ ability against Psychic Attacks and mortal wounds.",
  "datasheets.Karanak.composition.0": "1 Karanak – EPIC HERO",
  "datasheets.Karanak.fluff": "Karanak hunts those who give insult to Khorne. Scenting its prey across time and space, it is an inescapable predator. Karanak’s incorporeal howls summon the Blood Hunt of Khorne to join it in the chase, a cavalcade of ferocious daemons set on mayhem and slaughter.",
  "Karanak": "Karanak",
  "datasheets.Karanak.leader": "This model can be attached to the following unit:&x20; ■ FLESH HOUNDS",
  "datasheets.Karanak.loadout": "This model is equipped with: scalding roar; soul-rending fangs; Brass Collar of Bloody Vengeance.",
  "Anti-character 3+": "Anti-character 3+",
  "soul_rending_fangs": "Soul-rending fangs",
  "scalding_roar": "Scalding roar",
  "datasheets.Karanak.leads.units.0": "FLESH HOUNDS",
  "datasheets.Spoilpox_Scrivener.abilities.other.0.name": "Keep Counting!",
  "datasheets.Spoilpox_Scrivener.abilities.other.0.description": "While this model is leading a unit, melee weapons equipped by models in that unit have the [SUSTAINED HITS 1] ability.",
  "datasheets.Spoilpox_Scrivener.abilities.other.1.name": "Meet Your Quota!",
  "datasheets.Spoilpox_Scrivener.abilities.other.1.description": "While this model is leading a unit, add 1 to the Objective Control characteristic of models in that unit.",
  "datasheets.Spoilpox_Scrivener.composition.0": "1 Spoilpox Scrivener",
  "datasheets.Spoilpox_Scrivener.fluff": "Spiteful and pedantic, these daemons are tasked with auditing the endless disease-tally of the Plaguebearers. The presence of the Scriveners is cruelly motivational to their fellows. Moreover, they can easily bite enemy warriors in half, or drown them in the foul mucus that issues from their distended maws.",
  "Spoilpox Scrivener": "Spoilpox Scrivener",
  "datasheets.Spoilpox_Scrivener.loadout": "This model is equipped with: disgusting sneezes; plaguesword and distended maw.",
  "plaguesword_and_distended_maw": "Plaguesword and distended maw",
  "disgusting_sneezes": "Disgusting sneezes",
  "datasheets.Skulltaker.abilities.other.0.name": "Lord of Decapitations",
  "datasheets.Skulltaker.abilities.other.0.description": "While this model is leading a unit, melee weapons equipped by models in that unit have the [DEVASTATING WOUNDS] ability.",
  "datasheets.Skulltaker.abilities.other.1.name": "Skulls for Khorne",
  "datasheets.Skulltaker.abilities.other.1.description": "Each time this model makes an attack that targets a CHARACTER unit, you can re-roll the Hit roll and you can re-roll the Wound roll. Each time this model destroys an enemy CHARACTER unit, you gain 1CP.",
  "datasheets.Skulltaker.composition.0": "1 Skulltaker – EPIC HERO",
  "datasheets.Skulltaker.fluff": "Skulltaker is Khorne’s executioner. Wielding the terrifying Slayer Sword, Skulltaker’s every blow lops another head from an enemy’s shoulders. Fighting at the head of the Cohort of Blood – a dread assemblage of the mightiest Bloodletters – Skulltaker reaps an ever greater tally of worthy skulls for Khorne.",
  "Skulltaker": "Skulltaker",
  "datasheets.Skulltaker.loadout": "This model is equipped with: the Slayer Sword.",
  "the_slayer_sword": "The Slayer Sword",
  "datasheets.Rendmaster_on_Blood_Throne.abilities.other.0.name": "Blood Throne",
  "datasheets.Rendmaster_on_Blood_Throne.abilities.other.0.description": "At the start of the Fight phase, select one enemy unit within 18\" of and visible to this model. Until the end of the phase, each time a friendly KHORNE LEGIONES DAEMONICA unit makes an attack that targets that unit, improve the Strength, Armour Penetration and Damage characteristics of that attack by 1.",
  "datasheets.Rendmaster_on_Blood_Throne.abilities.other.1.name": "Champion Slayer",
  "datasheets.Rendmaster_on_Blood_Throne.abilities.other.1.description": "Each time this model makes a melee attack that targets a CHARACTER or MONSTER unit, you can re-roll the Wound roll. Each time this model destroys an enemy CHARACTER or MONSTER unit, this model regains up to D6 lost wounds.",
  "datasheets.Rendmaster_on_Blood_Throne.composition.0": "1 Rendmaster on Blood Throne",
  "datasheets.Rendmaster_on_Blood_Throne.fluff": "The greatest of Khorne’s heralds are Rendmasters, who ride to battle atop monstrous Daemon Engines known as Blood Thrones. Infernal lore suggests these engines are fashioned from slivers of the Blood God’s own throne, and that wherever they plough into the foe, Khorne’s legions fight beneath his glowering gaze.",
  "Rendmaster on Blood Throne": "Rendmaster on Blood Throne",
  "datasheets.Rendmaster_on_Blood_Throne.loadout": "This model is equipped with: attendants’ hellblades; blade of blood.",
  "attendants_hellblades": "Attendants’ hellblades",
  "datasheets.Skull_Altar.abilities.other.0.name": "Shadow of Khorne (Aura)",
  "datasheets.Skull_Altar.abilities.other.0.description": "The area of the battlefield within 6\" of this FORTIFICATION is considered to be within your army’s Shadow of Chaos. In addition, while a friendly KHORNE LEGIONES DAEMONICA unit is within 6\" of this FORTIFICATION, each time you take a Battle-shock test for that unit, you can re-roll that test.",
  "datasheets.Skull_Altar.abilities.other.1.name": "Cover",
  "datasheets.Skull_Altar.composition.0": "1 Skull Altar",
  "datasheets.Skull_Altar.fluff": "Rumbling up from the tortured ground amidst geysers of gore and skulls, these grotesque altars mar the land wherever the daemons of Khorne advance. They are sites of sacrifice, the blood shed atop them causing waves of wrathful unreality to roll out across the battlefield, spreading hate and destruction.",
  "Skull Altar": "Skull Altar",
  "datasheets.Skull_Altar.loadout": "This model is equipped with: nothing.",
  "datasheets.Sloppity_Bilepiper.abilities.other.0.name": "Jolly Gutpipes",
  "datasheets.Sloppity_Bilepiper.abilities.other.0.description": "While this model is leading a unit, add 1 to the Move characteristic of models in that unit and you can re-roll Advance rolls made for that unit.",
  "datasheets.Sloppity_Bilepiper.abilities.other.1.name": "Disease of Mirth (Aura)",
  "datasheets.Sloppity_Bilepiper.abilities.other.1.description": "At the start of the Fight phase, every enemy unit (excluding MONSTERS and VEHICLES) within 6\" of this model must take a Battle-shock test.",
  "datasheets.Sloppity_Bilepiper.composition.0": "1 Sloppity Bilepiper",
  "datasheets.Sloppity_Bilepiper.fluff": "Infected with the Chortling Murrain, these desperately grinning daemons caper and quip as they play discordant dirges on their foul gutpipes. Their antics either amuse or irritate their fellow daemons so much that they hasten into the press of battle, while mortals infected with the murrain may literally laugh themselves to death.",
  "Sloppity Bilepiper": "Sloppity Bilepiper",
  "datasheets.Sloppity_Bilepiper.loadout": "This model is equipped with: marotter.",
  "marotter": "Marotter",
  "datasheets.Kairos_Fateweaver.abilities.other.1.name": "One Head Looks Forward",
  "datasheets.Kairos_Fateweaver.abilities.other.1.description": "At the end of your Command phase, if this model is on the battlefield, take a Leadership test for this model; if that test is passed, you gain 1CP.",
  "datasheets.Kairos_Fateweaver.abilities.other.2.name": "One Head Looks Back (Aura)",
  "datasheets.Kairos_Fateweaver.abilities.other.2.description": "Each time your opponent targets a unit from their army with a Stratagem, if that unit is within 12\" of this model, increase the cost of that use of that Stratagem by 1CP (this is not cumulative with any other rules that would increase the CP cost of that Stratagem).",
  "datasheets.Kairos_Fateweaver.composition.0": "1 Kairos Fateweaver – EPIC HERO",
  "datasheets.Kairos_Fateweaver.fluff": "Wielding the warp-forged Staff of Tomorrow, and with the ability to predict all that may come to pass while knowing all that has already transpired, Kairos Fateweaver is amongst the galaxy’s most canny strategists. What the daemon lacks in physical and martial prowess, it more than makes up for in pure Tzeentchian cunning.",
  "Kairos Fateweaver": "Kairos Fateweaver",
  "datasheets.Kairos_Fateweaver.loadout": "This model is equipped with: Infernal Gateway; Staff of Tomorrow.",
  "staff_of_tomorrow": "Staff of Tomorrow",
  "infernal_gateway_witchfire": "Infernal Gateway – Witchfire",
  "infernal_gateway_focused_witchfire": "Infernal Gateway – Focused witchfire",
  "datasheets.Blue_Horrors.abilities.other.0.description": "Each time a BLUE HORROR model in this unit is destroyed, after the attacking unit has finished making its attacks, if this unit is not destroyed, roll one D6 for that model. On a 4+, add one BRIMSTONE HORROR model to this unit.",
  "datasheets.Blue_Horrors.abilities.other.1.name": "Sullen Malevolence (Aura)",
  "datasheets.Blue_Horrors.abilities.other.1.description": "While an enemy unit is within 6\" of this unit, if this unit contains one or more BLUE HORROR models, worsen the Leadership characteristic of models in that enemy unit by 1.",
  "datasheets.Blue_Horrors.abilities.other.2.name": "Exploding Horrors",
  "datasheets.Blue_Horrors.abilities.other.2.description": "Each time this unit is selected to fight, you can select one enemy unit within Engagement Range of it, then select one or more BRIMSTONE HORROR models in this unit. For each BRIMSTONE HORROR model you select, roll one D6: on a 4+, that model is destroyed and that enemy unit suffers 1 mortal wound.",
  "datasheets.Blue_Horrors.composition.0": "10 Blue Horrors",
  "datasheets.Blue_Horrors.fluff": "Blue Horrors are sullen, malevolent entities, as likely to throttle victims with their rubbery fingers out of sheer spite as to melt them like tallow with conjured gouts of mutating warpflame. Should one of these wretched beings be slain, it bursts into a roiling cloud of fume from which a pair of crackling Brimstone Horrors emerge.",
  "datasheets.Blue_Horrors.loadout": "Every Blue Horror is equipped with: Coruscating Blue Flames; blue claws.\nEvery Brimstone Horror added to this unit using the Split ability is equipped with: Coruscating Yellow Flames; yellow claws.",
  "datasheets.Blue_Horrors.name": "Blue Horrors",
  "datasheets.The_Blue_Scribes.abilities.other.0.name": "P’tarix’s Sorcerous Syphon (Aura)",
  "datasheets.The_Blue_Scribes.abilities.other.0.description": "While an enemy unit is within 12\" of this model, each time a model in that unit makes a Psychic Attack, subtract 1 from the Wound roll.",
  "datasheets.The_Blue_Scribes.abilities.other.1.name": "Xirat’p’s Sorcerous Barrages (Psychic)",
  "datasheets.The_Blue_Scribes.abilities.other.1.description": "At the end of your Movement phase, roll one D6 for each enemy unit within 6\" of this model: on a 2-3, that unit suffers 1 mortal wound; on a 4-5, that unit suffers D3 mortal wounds; on a 6, that unit suffers D6 mortal wounds.",
  "datasheets.The_Blue_Scribes.composition.0": "1 The Blue Scribes – EPIC HERO",
  "datasheets.The_Blue_Scribes.fluff": "These quarrelsome daemons flit through time and space upon their skimming Disc, seeking scattered shards of the sorcerous wisdom of Tzeentch. P’tarix leeches away the secrets and power of enemy sorcerers, even as Xirat’p unleashes storms of sorcerous destruction drawn from their arcane stash of lore.",
  "The Blue Scribes": "The Blue Scribes",
  "datasheets.The_Blue_Scribes.loadout": "This model is equipped with: sharp quills.",
  "Anti-psyker 2+": "Anti-psyker 2+",
  "sharp_quills": "Sharp quills",
  "datasheets.The_Changeling.abilities.other.0.name": "Formless Horror",
  "datasheets.The_Changeling.abilities.other.0.description": "Each time an enemy unit wishes to select this model as the target of an attack, that unit must first take a Battle-shock test. If that test is failed, in addition to being Battle-shocked, that enemy unit cannot target this model this phase.",
  "datasheets.The_Changeling.abilities.other.1.name": "Mischief and Confusion",
  "datasheets.The_Changeling.abilities.other.1.description": "At the start of your opponent’s Shooting phase, select one enemy unit within 12\" of and visible to this model and roll one D6: on a 2-5, until the end of the phase, each time a model in that enemy unit makes an attack, subtract 1 from the Hit roll; on a 6, that enemy unit is not eligible to shoot this phase.",
  "datasheets.The_Changeling.composition.0": "1 The Changeling – EPIC HERO",
  "datasheets.The_Changeling.fluff": "Known also as the Trickster of Tzeentch, the Changeling can alter its form at will to mimic mortal beings from the smallest insect to the most titanic monster. The daemon’s favourite game is to impersonate pivotal mortal leaders or heroes, and then to wreak untold mischief by abusing their power and position.",
  "The Changeling": "The Changeling",
  "datasheets.The_Changeling.loadout": "This model is equipped with: Infernal Flames; the Trickster’s Staff.",
  "the_trickster_s_staff": "The Trickster’s Staff",
  "infernal_flames_witchfire": "Infernal Flames – Witchfire",
  "infernal_flames_focused_witchfire": "Infernal Flames – Focused witchfire",
  "datasheets.Fluxmaster.abilities.other.0.description": "While this model is leading a unit, each time an attack is made against that unit, subtract 1 from the Hit roll.",
  "datasheets.Fluxmaster.abilities.other.1.name": "Altered Reality (Psychic)",
  "datasheets.Fluxmaster.abilities.other.1.description": "Once per battle round, after a Hit roll, a Wound roll, or a saving throw is made for this model, you can change the result of that roll to an unmodified 6.",
  "datasheets.Fluxmaster.composition.0": "1 Fluxmaster",
  "datasheets.Fluxmaster.fluff": "Fluxmasters are Heralds of Tzeentch gifted with daemonic Discs as steeds. They streak through the air like scintillating comets, trailing a wake of altered reality behind them in which fate turns in the favour of Tzeentch’s servants and all their endeavours are rendered especially successful and potent.",
  "Fluxmaster": "Fluxmaster",
  "datasheets.Fluxmaster.leader": "This model can be attached to the following units: ■ PINK HORRORS ■ BLUE HORRORS",
  "datasheets.Flamers.abilities.other.0.name": "Bounding Leaps",
  "datasheets.Flamers.abilities.other.0.description": "This unit is eligible to shoot in a turn in which it Fell Back.",
  "datasheets.Flamers.composition.0": "1 Pyrocaster",
  "datasheets.Flamers.composition.1": "2-5 Flamers",
  "datasheets.Flamers.fluff": "These bizarre daemons bound through the air in convulsive leaps. The warpflame that drools from their many maws seethes with the raw power of change. When spat forth in roaring sheets, it sends its victims into agonies of mutation, their forms altering again and again before collapsing into distorted ruin.",
  "Flamers": "Flamers",
  "datasheets.Flamers.loadout": "Every model is equipped with: Flickering Flames; Flamer mouths.",
  "flickering_flames": "Flickering flames",
  "datasheets.Flamers.stats.0.name": "Flamer",
  "Deadly Demise 1": "Deadly Demise 1",
  "Scouts 6\"": "Scouts 6\"",
  "datasheets.Beasts_of_Nurgle.abilities.other.0.name": "Grotesque Regeneration",
  "datasheets.Beasts_of_Nurgle.abilities.other.0.description": "At the end of each phase, if a Beasts of Nurgle model in this unit has lost any wounds but is not destroyed, that model regains all of its lost wounds.",
  "datasheets.Beasts_of_Nurgle.composition.0": "1-2 Beasts of Nurgle",
  "datasheets.Beasts_of_Nurgle.fluff": "Filled with dim-witted ebullience at odds with their plague-ridden and nightmarish forms, Beasts of Nurgle flollop into battle like eager hounds. They are drawn instinctively to mortal playthings, whose desperate cries and frantic flight they mistake for participation, at least until their luckless new friends have twitched their last.",
  "Beasts of Nurgle": "Beasts of Nurgle",
  "datasheets.Beasts_of_Nurgle.loadout": "Every model is equipped with: putrid appendages.",
  "putrid_appendages": "Putrid appendages",
  "datasheets.Flesh_Hounds.abilities.other.0.name": "Hunters from the Warp",
  "datasheets.Flesh_Hounds.abilities.other.0.description": "At the end of your opponent’s turn, if this unit is not within Engagement Range of one or more enemy units, you can remove it from the battlefield and place it into Strategic Reserves.",
  "datasheets.Flesh_Hounds.abilities.wargear.0.name": "Collar of Khorne",
  "datasheets.Flesh_Hounds.abilities.wargear.0.description": "The bearer has the Feel No Pain 3+ ability against Psychic Attacks.",
  "datasheets.Flesh_Hounds.composition.0": "1 Gore Hound",
  "datasheets.Flesh_Hounds.composition.1": "4-9 Flesh Hounds",
  "datasheets.Flesh_Hounds.fluff": "These hunting hounds of Khorne track the terror spoor of their prey across interstellar gulfs. The brass collars about their necks ward away even the most potent sorceries of their desperate prey, before the slavering Flesh Hounds launch themselves onto their victims swinging vicious talons and sinking foot-long fangs deep.",
  "Flesh Hounds": "Flesh Hounds",
  "datasheets.Flesh_Hounds.loadout": "The Gore Hound is equipped with: burning roar; gore-drenched fangs; collar of Khorne.\nEvery Flesh Hound is equipped with: gore-drenched fangs; collar of Khorne.",
  "gore_drenched_fangs": "Gore-drenched fangs",
  "burning_roar": "Burning roar",
  "datasheets.Flesh_Hounds.stats.0.name": "Flesh Hound",
  "datasheets.Skull_Cannon.abilities.other.0.name": "Skulls of the Fallen",
  "datasheets.Skull_Cannon.abilities.other.0.description": "In your Shooting phase, after this model has shot, select one enemy unit that was hit by one or more of those attacks. That unit must take a Battle-shock test.",
  "datasheets.Skull_Cannon.composition.0": "1 Skull Cannon",
  "datasheets.Skull_Cannon.fluff": "Grotesque brazen war engines that rumble into battle with obscene eagerness, Skull Cannons are fed the corpses of the fallen to fuel their charnel fury. When they fire, these infernal weapons spit blazing skulls that arc through the air like meteors before exploding with thunderous violence upon impact.",
  "Skull Cannon": "Skull Cannon",
  "datasheets.Skull_Cannon.loadout": "This model is equipped with: skull cannon; attendants’ hellblades; biting maw.",
  "biting_maw": "Biting maw",
  "skull_cannon": "Skull cannon",
  "datasheets.Scabeiathrax_The_Bloated.abilities.other.1.description": "While a friendly Nurgle Legiones Daemonica unit is within 6\" of this model, you can re-roll Battle-shock tests taken for that unit.",
  "datasheets.Scabeiathrax_The_Bloated.abilities.other.1.name": "Emissary of the Plague God (Aura)",
  "datasheets.Scabeiathrax_The_Bloated.composition.0": "1 Scabeiathrax the Bloated – Epic Hero",
  "Scabeiathrax the Bloated": "Scabeiathrax the Bloated",
  "datasheets.Scabeiathrax_The_Bloated.loadout": "This model is equipped with: putrid vomit; blade of decay.",
  "lethal hits": "lethal hits",
  "blade_of_decay_sweep": "Blade of decay – Sweep",
  "blade_of_decay_strike": "Blade of decay – Strike",
  "datasheets.Scabeiathrax_The_Bloated.name": "Scabeiathrax The Bloated",
  "ignores cover": "ignores cover",
  "torrent": "torrent",
  "datasheets.Zarakynel.abilities.other.1.description": "While a friendly Slaanesh Legiones Daemonica unit is within 6\" of this model, you can re-roll Battle-shock tests taken for that unit.",
  "datasheets.Zarakynel.abilities.other.1.name": "Emissary of the Prince of Excess (Aura)",
  "datasheets.Zarakynel.composition.0": "1 Zarakynel – Epic Hero",
  "Zarakynel": "Zarakynel",
  "datasheets.Zarakynel.loadout": "This model is equipped with: Phantasmagoria; snapping claws; souleater blade.",
  "devastating wounds": "devastating wounds",
  "extra attacks": "extra attacks",
  "souleater_blade": "Souleater blade",
  "psychic": "psychic",
  "phantasmagoria_witchfire": "Phantasmagoria – witchfire",
  "hazardous": "hazardous",
  "phantasmagoria_focused_witchfire": "Phantasmagoria – focused witchfire",
  "datasheets.Aetaosraukeres.abilities.damaged.description": "While this model has 1-8 wounds remaining, each time this model makes an attack, subtract 1 from the Hit roll.",
  "datasheets.Aetaosraukeres.abilities.damaged.range": "1-8 WOUNDS REMAINING",
  "datasheets.Aetaosraukeres.abilities.other.0.description": "In your Shooting phase, select one of the following abilities: [IGNORES COVER]; [LETHAL HITS]; [SUSTAINED HITS D3]. Until the end of the phase, this model’s ranged weapon has that ability.",
  "datasheets.Aetaosraukeres.abilities.other.1.description": "While a friendly Tzeentch Legiones Daemonica unit is within 6\" of this model, you can re-roll Battle-shock tests taken for that unit.",
  "datasheets.Aetaosraukeres.abilities.other.1.name": "Emissary of the Great Mutator (Aura)",
  "datasheets.Aetaosraukeres.composition.0": "1 Aetaos'rau'keres – Epic Hero",
  "Aetaos'rau'keres": "Aetaos'rau'keres",
  "Titanic": "Titanic",
  "Towering": "Towering",
  "datasheets.Aetaosraukeres.loadout": "This model is equipped with: Bolt of Tzeentch; staff of cataclysm; warpfire talons.",
  "warpfire_talons": "Warpfire talons",
  "staff_of_cataclysm": "Staff of cataclysm",
  "bolt_of_tzeentch_witchfire": "Bolt of Tzeentch – witchfire",
  "bolt_of_tzeentch_focused_witchfire": "Bolt of Tzeentch – focused witchfire",
  "Deadly Demise D6+2": "Deadly Demise D6+2",
  "datasheets.Anggrath_The_Unbound.abilities.other.1.description": "While a friendly Khorne Legiones Daemonica unit is within 6\" of this model, you can re-roll Battle-shock tests taken for that unit.",
  "datasheets.Anggrath_The_Unbound.abilities.other.1.name": "Emissary of the Blood God (Aura)",
  "datasheets.Anggrath_The_Unbound.composition.0": "1 An'ggrath the Unbound – Epic Hero",
  "An'ggrath the Unbound": "An'ggrath the Unbound",
  "datasheets.Anggrath_The_Unbound.loadout": "This model is equipped with: bloodlash; axe of Khorne.",
  "axe_of_khorne_sweep": "Axe of Khorne – sweep",
  "axe_of_khorne_strike": "Axe of Khorne – strike",
  "datasheets.Anggrath_The_Unbound.name": "An'ggrath The Unbound",
  "bloodlash": "Bloodlash",
  "datasheets.Giant_Chaos_Spawn.abilities.other.0.description": "At the start of each player’s Command phase, this model regains up to D3 lost wounds.",
  "datasheets.Giant_Chaos_Spawn.abilities.other.0.name": "Regenerating Monstrosity",
  "datasheets.Giant_Chaos_Spawn.abilities.primarch.0.abilities.0.description": "If this model has the Khorne keyword, add 2 to the Strength characteristic of this model's melee weapons.",
  "datasheets.Giant_Chaos_Spawn.abilities.primarch.0.abilities.0.name": "Creature of Khorne",
  "datasheets.Giant_Chaos_Spawn.abilities.primarch.0.abilities.1.description": "If this model has the Nurgle keyword, add 1 to this model's Toughness characteristic.",
  "datasheets.Giant_Chaos_Spawn.abilities.primarch.0.abilities.1.name": "Creature of Nurgle",
  "datasheets.Giant_Chaos_Spawn.abilities.primarch.0.abilities.2.description": "If this model has the Slaanesh keyword, add 2\" to this model's Move characteristic.",
  "datasheets.Giant_Chaos_Spawn.abilities.primarch.0.abilities.2.name": "Creature of Slaanesh",
  "datasheets.Giant_Chaos_Spawn.abilities.primarch.0.abilities.3.description": "If this model has the Tzeentch keyword, this model has a 4+ invulnerable save.",
  "datasheets.Giant_Chaos_Spawn.abilities.primarch.0.abilities.3.name": "Creature of Tzeentch",
  "datasheets.Giant_Chaos_Spawn.abilities.primarch.0.name": "DAEMONIC ALLEGIANCE",
  "datasheets.Giant_Chaos_Spawn.abilities.special.0.description": "When you select this model to include in your army, you must select one of the following keywords for it to gain: ■ Khorne ■ Tzeentch ■ Nurgle ■ Slaanesh The keyword you select will also affect some of this model’s characteristics (see the Daemonic Allegiance section).",
  "datasheets.Giant_Chaos_Spawn.composition.0": "1 Giant Chaos Spawn",
  "Giant Chaos Spawn": "Giant Chaos Spawn",
  "datasheets.Giant_Chaos_Spawn.loadout": "This model is equipped with: churning fangs and claws.",
  "churning_fangs_and_claws": "Churning fangs and claws",
  "datasheets.Herald_Of_Slaanesh_On_Steed_Of_Slaanesh.abilities.other.0.description": "At the end of your Movement phase, you can select one enemy unit that is Battle-shocked and within 12\" of this model. Until the end of the turn, each time a Slaanesh Legiones Daemonica model from your army makes an attack that targets that enemy unit, you can re-roll the Hit roll and you can re-roll the Wound roll.",
  "datasheets.Herald_Of_Slaanesh_On_Steed_Of_Slaanesh.abilities.other.1.description": "While this model is leading a unit, improve the Armour Penetration characteristic of melee weapons equipped by models in that unit by 1.",
  "datasheets.Herald_Of_Slaanesh_On_Steed_Of_Slaanesh.abilities.other.1.name": "Lethal Caress",
  "datasheets.Herald_Of_Slaanesh_On_Steed_Of_Slaanesh.composition.0": "1 Herald of Slaanesh on Steed of Slaanesh",
  "Herald of Slaanesh": "Herald of Slaanesh",
  "datasheets.Herald_Of_Slaanesh_On_Steed_Of_Slaanesh.leader": "This model can be attached to the following unit: ■ Seekers",
  "datasheets.Herald_Of_Slaanesh_On_Steed_Of_Slaanesh.loadout": "This model is equipped with: lashing tongue; ravaging claws.",
  "datasheets.Herald_Of_Slaanesh_On_Steed_Of_Slaanesh.name": "Herald Of Slaanesh On Steed Of Slaanesh",
  "datasheets.Furies.abilities.other.0.description": "Each time this model makes an attack that targets an enemy unit that is Battle-shocked, add 1 to the Wound roll.",
  "datasheets.Furies.abilities.other.0.name": "Prey on the Weak",
  "datasheets.Furies.abilities.special.0.description": "When you select this model to include in your army, you must select one of the following keywords for it to gain: ■ Khorne ■ Tzeentch ■ Nurgle ■ Slaanesh",
  "datasheets.Furies.composition.0": "5-10 Furies",
  "Furies": "Furies",
  "datasheets.Furies.loadout": "Every model is equipped with: daemonic claws.",
  "daemonic_claws": "Daemonic claws",
  "datasheets.Pox_Riders.abilities.other.0.description": "Each time this unit ends a Charge move, until the end of the turn, Pox Rider plagueswords equipped by models in this unit have the [LANCE] ability.",
  "datasheets.Pox_Riders.abilities.other.0.name": "Bounding Assault",
  "datasheets.Pox_Riders.abilities.special.0.description": "If a model from your army with the Leader ability can be attached to a Beasts of Nurgle unit, it can be attached to this unit instead.",
  "datasheets.Pox_Riders.abilities.special.0.name": "GRANDFATHER'S BLESSING",
  "datasheets.Pox_Riders.composition.0": "3 Pox Riders",
  "Pox Riders": "Pox Riders",
  "datasheets.Pox_Riders.loadout": "Every model is equipped with: grasping tongue; Pox Rider plaguesword; yawning maw.",
  "pox_rider_plaguesword": "Pox Rider plaguesword",
  "yawning_maw": "Yawning maw",
  "grasping_tongue": "Grasping tongue",
  "datasheets.Pox_Riders.wargear.0": "1 Pox Rider that is not equipped with a daemonic icon can be equipped with 1 instrument of Chaos.",
  "datasheets.Pox_Riders.wargear.1": "1 Pox Rider that is not equipped with an instrument of Chaos can be equipped with 1 daemonic icon.",
  "datasheets.Plague_Toads.abilities.other.0.description": "You can target this unit with the Heroic Intervention Stratagem for 0CP, and can do so even if you have already used that Stratagem on a different unit this phase.",
  "datasheets.Plague_Toads.abilities.other.0.name": "Pouncing Leap",
  "datasheets.Plague_Toads.composition.0": "3 Plague Toads",
  "Plague Toads": "Plague Toads",
  "datasheets.Plague_Toads.loadout": "Every model is equipped with: grasping tongue; yawning maw.",
  "datasheets.Spined_Chaos_Beast.abilities.damaged.description": "While this model has 1-4 wounds remaining, each time this model makes an attack, subtract 1 from the Hit roll.",
  "datasheets.Spined_Chaos_Beast.abilities.damaged.range": "1-4 WOUNDS REMAINING",
  "datasheets.Spined_Chaos_Beast.abilities.other.0.description": "Each time this model ends a Charge move, select one enemy unit within Engagement Range of it and roll one D6: on a 2-3, that enemy unit suffers D3 mortal wounds; on a 4-5, that enemy unit suffers 3 mortal wounds; on a 6, that enemy unit suffers D3+3 mortal wounds.",
  "datasheets.Spined_Chaos_Beast.abilities.other.0.name": "Warp Spines",
  "datasheets.Spined_Chaos_Beast.composition.0": "1 Spined Chaos Beast",
  "Spined Chaos Beast": "Spined Chaos Beast",
  "datasheets.Spined_Chaos_Beast.loadout": "This model is equipped with: jagged claws and tusked maw.",
  "jagged_claws_and_tusked_maw": "Jagged claws and tusked maw",
  "detachments.Scintillating_Legion.name": "Scintillating Legion",
  "detachments.Scintillating_Legion.enhancements.Argath_The_King_of_Blades.name": "Inescapable Eye",
  "detachments.Scintillating_Legion.enhancements.Argath_The_King_of_Blades.description": "LEGIONES DAEMONICA TZEENTCH model only. In your Command phase, if the bearer is on the battlefield, if your opponent has one or more Flux tokens, you gain one additional Flux token.&x20;",
  "detachments.Scintillating_Legion.enhancements.The_Everstave.name": "Infernal Puppeteer",
  "detachments.Scintillating_Legion.enhancements.The_Everstave.description": "LEGIONES DAEMONICA TZEENTCH MONSTER model only. Each time the bearer is selected to shoot, you can select one other friendly LEGIONES DAEMONICA TZEENTCH unit within 9\" of the bearer. If you do, when selecting targets for ranged weapons equipped by the bearer, you can measure range and determine visibility from one model of your choice in the selected unit instead.",
  "detachments.Scintillating_Legion.enhancements.The_Endless_Gift.name": "Neverblade",
  "detachments.Scintillating_Legion.enhancements.The_Endless_Gift.description": "LEGIONES DAEMONICA TZEENTCH MONSTER model only. Improve the Strength characteristic of melee weapons equipped by the bearer by 2, improve the Attacks and Armour Penetration characteristics of melee weapons equipped by the bearer by 1, and each time the bearer makes a melee attack, add 1 to the Hit roll.",
  "detachments.Scintillating_Legion.enhancements.Soulstealer.name": "Improbable Shield (Aura)",
  "detachments.Scintillating_Legion.enhancements.Soulstealer.description": "LEGIONES DAEMONICA TZEENTCH model only. While a friendly LEGIONES DAEMONICA TZEENTCH unit is within 6\" of the bearer, models in that unit have the Feel No Pain 4+ ability against Psychic Attacks and mortal wounds.",
  "detachments.Scintillating_Legion.rules.0.name": "Fates In Flux",
  "detachments.Scintillating_Legion.rules.0.rule.0.text": "You start the battle with three Flux tokens (we recommend using a dice to track how many Flux tokens you have). You can spend one Flux token just after an Advance roll, Hit roll, Wound roll, Damage roll, saving throw or Hazardous test is made for a **LEGIONES DAEMONICA TZEENTCH** model or **LEGIONES DAEMONICA TZEENTCH** unit from your army to re‑roll the result of that roll, throw or test. Flux tokens can also be spent to enhance the effect of some Stratagems. Each time you spend a Flux token, reduce the number of Flux tokens you have by one and your opponent gains one Flux token.\n\nWhenever your opponent has one or more Flux tokens, they can spend one Flux token after an Advance roll, Hit roll, Wound roll or saving throw is made for a model or unit from their army, to re‑roll the result of that roll or throw. If they do, they reduce the number of Flux tokens they have by one and you gain one Flux token. This is ignored if your opponent has the Fates in Flux Detachment rule.\n\nIn your Command phase, if your opponent has one or more Flux tokens, you gain one Flux token.\n\n**Designer’s Note**: *When using fast dice rolling, this rule can be used to spend any number of Flux tokens (up to the amount you have), to re‑roll a number of dice up to the amount spent, after rolling multiple rolls or saving throws at once.*",
  "detachments.Scintillating_Legion.stratagems.Sheathed_In_Brass.name": "Pyrogenesis",
  "detachments.Scintillating_Legion.stratagems.Sheathed_In_Brass.target": "One LEGIONES DAEMONICA TZEENTCH unit from your army that has not been selected to shoot or fight that phase.",
  "detachments.Scintillating_Legion.stratagems.Sheathed_In_Brass.when": "Your Shooting phase or the Fight phase.",
  "detachments.Scintillating_Legion.stratagems.Sheathed_In_Brass.effect": "Until the end of the phase, add 2 to the Strength characteristic of weapons equipped by models in your unit, or spend one Flux token and add 3 to the Strength characteristic of those weapons and improve the Armour Penetration characteristic of those weapons by 1 instead.",
  "detachments.Scintillating_Legion.stratagems.Sheathed_In_Brass.fluff": "Warpflame is as changeable as the monsters who wield it, capable of easily burning through ceramite plates or reinforced hulls when desired.",
  "detachments.Scintillating_Legion.stratagems.Draught_of_Terror.name": "Impossible Eclipse",
  "detachments.Scintillating_Legion.stratagems.Draught_of_Terror.target": "One LEGIONES DAEMONICA TZEENTCH MONSTER unit from your army that is on the battlefield.",
  "detachments.Scintillating_Legion.stratagems.Draught_of_Terror.when": "Any phase.",
  "detachments.Scintillating_Legion.stratagems.Draught_of_Terror.effect": "Select No Man’s Land or your opponent’s deployment zone, or spend one Flux token and select both. Until the end of the phase, the selected areas of the battlefield are within your army’s Shadow of Chaos.",
  "detachments.Scintillating_Legion.stratagems.Draught_of_Terror.fluff": "At the call of this malevolent entity, invisible stellar bodies slide into alignment, plunging the battlefield into momentary twilight, dancing with strange and sorcerous will–o’-the-wisps.",
  "detachments.Scintillating_Legion.stratagems.The_Realm_of_Chaos.name": "Flickering Reality",
  "detachments.Scintillating_Legion.stratagems.The_Realm_of_Chaos.target": "One LEGIONES DAEMONICA TZEENTCH unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
  "detachments.Scintillating_Legion.stratagems.The_Realm_of_Chaos.when": "Fight phase, just after an enemy unit has selected its targets.",
  "detachments.Scintillating_Legion.stratagems.The_Realm_of_Chaos.effect": "Roll one D6, then you can spend one Flux token to re‑roll the result: until the end of the phase, each time an attack targets your unit, on an unmodified Hit roll (after any re‑roll) of that result, the attack sequence ends, even if the original Hit roll would have been a Critical Hit.\n\nExample: If you roll a 2 and choose to spend one Flux token to re-roll the result, and the re-roll is a 6, then until the end of the phase, each time an attack targets your unit, on an unmodified Hit roll of 6 the attack sequence ends, that attack fails to hit and no Critical Hit effects (e.g. Lethal Hits) are resolved.",
  "detachments.Scintillating_Legion.stratagems.The_Realm_of_Chaos.fluff": "The very stuff of reality flickers like a candle flame in a gale, frustrating even the most skilful sworders as they strike at rippling illusions.",
  "detachments.Scintillating_Legion.stratagems.Daemonic_Invulnerability.name": "Fateborne Nightmares",
  "detachments.Scintillating_Legion.stratagems.Daemonic_Invulnerability.target": "One LEGIONES DAEMONICA TZEENTCH unit from your army.",
  "detachments.Scintillating_Legion.stratagems.Daemonic_Invulnerability.when": "Your Movement phase or your Charge phase.",
  "detachments.Scintillating_Legion.stratagems.Daemonic_Invulnerability.effect": "Until the end of the phase, each time a model in your unit makes a move, it can move through terrain features.",
  "detachments.Scintillating_Legion.stratagems.Daemonic_Invulnerability.fluff": "Barred doors, reinforced windows, or walls are no barriers to the children of the Warp. They cannot be outrun; they cannot be hidden from; they cannot be stopped.",
  "detachments.Scintillating_Legion.stratagems.Seeping_Virulence.name": "Ficklefire",
  "detachments.Scintillating_Legion.stratagems.Seeping_Virulence.target": "One LEGIONES DAEMONICA TZEENTCH unit from your army that is within Engagement Range of one or more enemy units.",
  "detachments.Scintillating_Legion.stratagems.Seeping_Virulence.when": "Your Shooting phase.",
  "detachments.Scintillating_Legion.stratagems.Seeping_Virulence.effect": "Until the end of the phase, enemy units are not considered to be within Engagement Range of your unit for the purposes of selecting targets for, and resolving attacks with, ranged weapons. Until the end of the phase, each time an enemy model is destroyed while its unit is within Engagement Range of your unit, roll one D6: on a 5+, your unit suffers 1 mortal wound after the attacking unit has finished making its attacks.",
  "detachments.Scintillating_Legion.stratagems.Seeping_Virulence.fluff": "These daemons care little for who they engulf in their infernal fires, only that destruction and chaos are wrought.",
  "detachments.Scintillating_Legion.stratagems.Fever_Visions.name": "Delirium Unmade",
  "detachments.Scintillating_Legion.stratagems.Fever_Visions.target": "One LEGIONES DAEMONICA TZEENTCH unit from your army that is not within Engagement Range of one or more enemy units. Alternatively, you can spend one Flux token when you use this Stratagem and target up to two LEGIONES DAEMONICA TZEENTCH units from your army instead (including those within Engagement Range of one or more enemy units).",
  "detachments.Scintillating_Legion.stratagems.Fever_Visions.when": "End of your opponent’s Fight phase.",
  "detachments.Scintillating_Legion.stratagems.Fever_Visions.effect": "Remove your units from the battlefield and place them into Strategic Reserves.",
  "detachments.Scintillating_Legion.stratagems.Fever_Visions.fluff": "Between one heartbeat and the next, the daemons of Tzeentch vanish as though they were never there. Yet this jarring respite will last only long enough for their victims to question their sanity before the onslaught begins anew.",
  "detachments.Shadow_Legion.name": "Shadow Legion",
  "detachments.Shadow_Legion.enhancements.Argath_The_King_of_Blades.name": "Leaping Shadows",
  "Shadow Legion": "Shadow Legion",
  "detachments.Shadow_Legion.enhancements.Argath_The_King_of_Blades.description": "SHADOW LEGION model only. Models in the bearer’s unit have the Scouts 9” ability.",
  "detachments.Shadow_Legion.enhancements.The_Everstave.name": "Mantle of Gloom (Aura)",
  "detachments.Shadow_Legion.enhancements.The_Everstave.description": "SHADOW LEGION model only. While an enemy unit is within Engagement Range of the bearer’s unit, subtract 1 from the Objective Control characteristic of models in that enemy unit.",
  "detachments.Shadow_Legion.enhancements.The_Endless_Gift.name": "Fade to Darkness",
  "detachments.Shadow_Legion.enhancements.The_Endless_Gift.description": "SHADOW LEGION model only. At the end of the Fight phase, if the bearer’s unit destroyed one or more enemy units this phase and is not within Engagement Range of one or more enemy units, you can remove the bearer’s unit from the battlefield and place it into Strategic Reserves.",
  "detachments.Shadow_Legion.enhancements.Soulstealer.name": "Malice Made Manifest",
  "detachments.Shadow_Legion.enhancements.Soulstealer.description": "SHADOW LEGION model only. At the start of the Fight phase, select one enemy unit within Engagement Range of the bearer’s unit and roll one D6: on a 2‐5, that enemy unit suffers D3 mortal wounds; on a 6, that enemy unit suffers 3 mortal wounds.",
  "detachments.Shadow_Legion.rules.0.name": "First Prince of Chaos",
  "detachments.Shadow_Legion.rules.0.rule.0.text": "If your Army Faction is **LEGIONES DAEMONICA**, you can use this Shadow Legion Detachment rule.",
  "detachments.Shadow_Legion.rules.0.rule.2.text": "Units from your army have the relevant abilities presented below.",
  "detachments.Shadow_Legion.rules.0.rule.3.text": "*The most murderous seek not to hide in the Dark Master’s pall. The shadows extend before them, offering a rapid route to slaughter.*\n\n**SHADOW LEGION KHORNE** units only. This unit is eligible to shoot and declare a charge in a turn in which it Advanced.",
  "detachments.Shadow_Legion.rules.0.rule.4.text": "*Mutative agents of change, touched by the Dark Master’s umbral aura, summon llusory magicks to confound and confuse their desperate foes.*\n\n**SHADOW LEGION TZEENTCH** units only. Each time an attack targets this unit, subtract 1 from the Hit roll.",
  "detachments.Shadow_Legion.rules.0.rule.5.text": "*Borne upon the gloaming wisp of Be’lakor’s shadow, this debilitating curse atrophies muscle and withers flesh, greatly weakening its victims.*\n\n**SHADOW LEGION NURGLE** units only. Each time an attack targets this unit, if the Strength characteristic of that attack is greater than this unit’s Toughness characteristic, subtract 1 from the Wound roll.",
  "detachments.Shadow_Legion.rules.0.rule.6.text": "*The Dark Master’s shadow falls across his thralls, masking their approach.*\n\n**SHADOW LEGION SLAANESH** units only. Enemy units cannot use the Fire Overwatch Stratagem to shoot at this unit.",
  "detachments.Shadow_Legion.rules.0.rule.7.text": "*Be’lakor’s immortal ego draws into his orbit those as yet unclaimed by any one Chaos God. Their hate‐filled pacts are made to the entire fell pantheon, and the dangerous boons they receive see them plunged along paths of perpetual night straight into the enemy’s midst.*\n\n**SHADOW LEGION UNDIVIDED** units only.\n■ This unit has the Dark Pacts army rule, and can use it as described in *Codex: Chaos Space Marines*, even though your Army Faction is not **HERETIC ASTARTES**. If this unit is **BE’LAKOR**, it automatically passes the Leadership test required for Dark Pacts.\n■ **SHADOW LEGION HERETIC ASTARTES** models in this unit have the Deep Strike ability.",
  "detachments.Shadow_Legion.stratagems.Sheathed_In_Brass.name": "Death Denied",
  "detachments.Shadow_Legion.stratagems.Sheathed_In_Brass.target": "One SHADOW LEGION unit from your army.",
  "detachments.Shadow_Legion.stratagems.Sheathed_In_Brass.when": "Your Command phase.",
  "detachments.Shadow_Legion.stratagems.Sheathed_In_Brass.effect": "One model in your unit regains up to 3 lost wounds. In addition, If your unit has the TZEENTCH keyword, return up to one destroyed model (excluding CHARACTER models) to your unit with its full wounds remaining.",
  "detachments.Shadow_Legion.stratagems.Sheathed_In_Brass.fluff": "Even death does not free one from Be’lakor’s grasp. Those who disappoint him may be dragged back through the veil, granted one last chance to impress their master or face the full extent of his wrath.",
  "detachments.Shadow_Legion.stratagems.Draught_of_Terror.name": "Encroaching Darkness",
  "detachments.Shadow_Legion.stratagems.Draught_of_Terror.target": "Up to one SHADOW LEGION HERETIC ASTARTES unit from your army and up to one SHADOW LEGION LEGIONES DAEMONICA unit from your army. You can only select units that arrived from Reserves this turn.",
  "detachments.Shadow_Legion.stratagems.Draught_of_Terror.effect": "Until the end of the phase, weapons equipped by models in your selected units have the [IGNORES COVER] ability.",
  "detachments.Shadow_Legion.stratagems.Draught_of_Terror.fluff": "Be’lakor’s aura falls across the field of battle, bearing servants both mortal and daemonic to war. Attuned to the gloom, these new arrivals combine their fire to unleash death upon the cowering foe.",
  "detachments.Shadow_Legion.stratagems.The_Realm_of_Chaos.name": "Shade Path",
  "detachments.Shadow_Legion.stratagems.The_Realm_of_Chaos.target": "One SHADOW LEGION unit from your army that was selected as a target of that charge.",
  "detachments.Shadow_Legion.stratagems.The_Realm_of_Chaos.when": "Your opponent’s Charge phase, just after an enemy unit declares a charge.",
  "detachments.Shadow_Legion.stratagems.The_Realm_of_Chaos.effect": "Until the end of the phase, subtract 2 from Charge rolls made for that enemy unit. In addition, if your unit has the NURGLE keyword, that enemy unit must take a Battle-shock test.",
  "detachments.Shadow_Legion.stratagems.The_Realm_of_Chaos.fluff": "A chill penumbra settles over the oncoming foe. Those that manage to cut their way through the blanket of twilight find themselves seized with terror as the darkness parts and the horrific nature of their enemy is revealed.",
  "detachments.Shadow_Legion.stratagems.Daemonic_Invulnerability.name": "Spiteful Demise",
  "detachments.Shadow_Legion.stratagems.Daemonic_Invulnerability.target": "That SHADOW LEGION unit. You can use this Stratagem on that unit even though it was just destroyed.",
  "detachments.Shadow_Legion.stratagems.Daemonic_Invulnerability.when": "Any phase, just after a SHADOW LEGION unit from your army is destroyed, before removing the last model in that unit from the battlefield and before rolling any dice for the Deadly Demise ability.",
  "detachments.Shadow_Legion.stratagems.Daemonic_Invulnerability.effect": "Roll one D6 for each enemy unit that is within Engagement Range of the last model in your unit, adding 2 to the result if your unit has the SLAANESH keyword: on a 4-5, that enemy unit suffers D3 mortal wounds; on a 6+, that enemy unit suffers 3 mortal wounds.",
  "detachments.Shadow_Legion.stratagems.Daemonic_Invulnerability.fluff": "Malevolent to the last, Be’lakor’s thralls expend their final reserves of mortal strength and empyric might in an act of vengeance, unleashing torrents of killing energy in all directions.",
  "detachments.Shadow_Legion.stratagems.Seeping_Virulence.name": "Channelled Wrath",
  "detachments.Shadow_Legion.stratagems.Seeping_Virulence.target": "One SHADOW LEGION unit from your army that has not been selected to fight this phase.",
  "detachments.Shadow_Legion.stratagems.Seeping_Virulence.when": "Fight phase.",
  "detachments.Shadow_Legion.stratagems.Seeping_Virulence.effect": "Until the end of the phase, melee weapons equipped by models in your unit have the [LANCE] ability. If your unit has the KHORNE keyword, until the end of the phase, improve the Armour Penetration characteristic of those weapons by 1 as well.",
  "detachments.Shadow_Legion.stratagems.Seeping_Virulence.fluff": "Khorne may not care whence the blood flows, but Be’lakor is more discerning. He directs his slaughter-crazed followers to strike the most pressing targets with all their infernal fury.",
  "detachments.Shadow_Legion.stratagems.Fever_Visions.name": "Binding Shadow",
  "detachments.Shadow_Legion.stratagems.Fever_Visions.target": "Up to one SHADOW LEGION HERETIC ASTARTES unit from your army and up to one SHADOW LEGION LEGIONES DAEMONICA unit from your army. You can only select units that are not within Engagement Range of one or more enemy units.",
  "detachments.Shadow_Legion.stratagems.Fever_Visions.effect": "Remove those selected units from the battlefield and place them into Strategic Reserves.",
  "detachments.Shadow_Legion.stratagems.Fever_Visions.fluff": "Bound by coils of umbral energy, mortal and daemonic followers are swept up in Be’lakor’s cloak of shadows as pawns returned to their master’s hand.",
  "detachments.Blood_Legion.name": "Blood Legion",
  "detachments.Blood_Legion.enhancements.Argath_The_King_of_Blades.name": "Slaughterthirst (Aura)",
  "detachments.Blood_Legion.enhancements.Argath_The_King_of_Blades.description": "LEGIONES DAEMONICA KHORNE model only. While a friendly LEGIONES DAEMONICA KHORNE unit (excluding MONSTERS) is within 6\" of the bearer, weapons equipped by models in that unit have the [LANCE] ability.",
  "detachments.Blood_Legion.enhancements.The_Everstave.name": "Fury’s Cage",
  "detachments.Blood_Legion.enhancements.The_Everstave.description": "LEGIONES DAEMONICA KHORNE MONSTER model only. Each time the bearer is selected to fight, it can use this Enhancement. If it does, the bearer suffers D3+1 mortal wounds, and until the end of the phase, each time it makes an attack, you can re‑roll the Hit roll and you can re‑roll the Wound roll.",
  "detachments.Blood_Legion.enhancements.The_Endless_Gift.name": "Brazenmaw",
  "detachments.Blood_Legion.enhancements.The_Endless_Gift.description": "LEGIONES DAEMONICA KHORNE model only. Add 2 to Charge rolls made for the bearer’s unit.",
  "detachments.Blood_Legion.enhancements.Soulstealer.name": "Gateway Unto Damnation",
  "detachments.Blood_Legion.enhancements.Soulstealer.description": "LEGIONES DAEMONICA KHORNE MONSTER model only. The bearer’s Deadly Demise ability inflicts mortal wounds on a D6 roll of 2+ instead of on a 6. In addition, if the bearer has destroyed one or more enemy units this battle, the bearer has the Deadly Demise D3+3 ability, instead of any other Deadly Demise ability on its datasheet.",
  "detachments.Blood_Legion.rules.0.name": "Blood Tainted",
  "detachments.Blood_Legion.rules.0.rule.0.text": "At the end of a phase in which a **LEGIONES DAEMONICA KHORNE** unit from your army destroyed an enemy unit that was within range of an objective marker at the start of the phase, if your unit has a higher Level of Control over that objective marker, that objective marker remains under your control until your opponent’s Level of Control over that objective marker is greater than yours at the end of a phase.",
  "detachments.Blood_Legion.rules.1.name": "Murdercall",
  "detachments.Blood_Legion.rules.1.rule.0.text": "Each time an enemy unit (excluding **AIRCRAFT**) ends a Normal or Advance move within 6\" of one or more **LEGIONES DAEMONICA KHORNE** units from your army, one of those **LEGIONES DAEMONICA KHORNE** units can make a Surge move towards that enemy unit. To do so, roll one D6: models in your unit move a number of inches up to this result, but your unit must end that move as close as possible to that enemy unit. When doing so, those models can be moved within Engagement Range of that enemy unit. A unit cannot make a Surge move while it is within Engagement Range of one or more enemy units.&#x20;",
  "detachments.Blood_Legion.stratagems.Sheathed_In_Brass.name": "Sheathed In Brass",
  "detachments.Blood_Legion.stratagems.Sheathed_In_Brass.target": "One LEGIONES DAEMONICA KHORNE unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
  "detachments.Blood_Legion.stratagems.Sheathed_In_Brass.when": "Your opponent’s Shooting phase, just after an enemy unit has selected its targets.",
  "detachments.Blood_Legion.stratagems.Sheathed_In_Brass.effect": "Until the end of the phase, models in your unit have a Save characteristic of 3+.",
  "detachments.Blood_Legion.stratagems.Sheathed_In_Brass.fluff": "The scorn of these daemons for the blasts and blades of the weakling foe manifests as flowing brass armour that enfolds their corporeal forms and denies all but the most dolorous blows.&x20;",
  "detachments.Blood_Legion.stratagems.Draught_of_Terror.name": "Blood Begets Skulls",
  "detachments.Blood_Legion.stratagems.Draught_of_Terror.target": "One LEGIONES DAEMONICA KHORNE unit from your army that has not been selected to charge this phase.",
  "detachments.Blood_Legion.stratagems.Draught_of_Terror.when": "Your Charge phase.",
  "detachments.Blood_Legion.stratagems.Draught_of_Terror.effect": "Until the end of the phase, your unit is eligible to declare a charge in a turn in which it Advanced.",
  "detachments.Blood_Legion.stratagems.Draught_of_Terror.fluff": "The iron reek of mortal blood pulsing through living veins fires the unnatural senses of Khorne’s daemons, drawing them on all the swifter to tear, slay, and hack skulls from necks for mighty Khorne.",
  "detachments.Blood_Legion.stratagems.The_Realm_of_Chaos.name": "Wrath Undeniable",
  "detachments.Blood_Legion.stratagems.The_Realm_of_Chaos.effect": "Until the end of the phase, each time a model in your unit is destroyed by a melee attack, if that model has not fought this phase, roll one D6: on a 4+, do not remove the destroyed model from play; it can fight after the attacking unit has finished making its attacks, and is then removed from play.",
  "detachments.Blood_Legion.stratagems.The_Realm_of_Chaos.fluff": "Even the banishing blow is often not enough to prevent the daemons of Khorne from lashing out to take bloody vengeance as they discorporate.",
  "detachments.Blood_Legion.stratagems.Daemonic_Invulnerability.name": "Gore-hungry Onslaught",
  "detachments.Blood_Legion.stratagems.Daemonic_Invulnerability.target": "One LEGIONES DAEMONICA KHORNE unit from your army.",
  "detachments.Blood_Legion.stratagems.Daemonic_Invulnerability.fluff": "The manifest will to run down and slaughter their prey allows the daemons of Khorne to surge through physical barriers as though they did not exist, falling upon their victims like bloody phantasms.",
  "detachments.Blood_Legion.stratagems.Seeping_Virulence.name": "Skulls Beget Blood",
  "detachments.Blood_Legion.stratagems.Seeping_Virulence.target": "One LEGIONES DAEMONICA KHORNE INFANTRY or LEGIONES DAEMONICA KHORNE MOUNTED unit from your army (excluding units that Fell Back this turn) that is not within Engagement Range of one or more enemy units.",
  "detachments.Blood_Legion.stratagems.Seeping_Virulence.effect": "Select one enemy unit that is not within Engagement Range of one or more units from your army and is within 8\" of and visible to your unit. Roll six D6: for each 4+, that enemy unit suffers 1 mortal wound.",
  "detachments.Blood_Legion.stratagems.Seeping_Virulence.fluff": "Torn from the wet and ragged necks of worthy mortal champions, these skulls blaze with balefire as the daemons of Khorne heft and hurl them. They explode amongst the foe to shed more blood for the Blood God.",
  "detachments.Blood_Legion.stratagems.Fever_Visions.name": "Fool’s Flight",
  "detachments.Blood_Legion.stratagems.Fever_Visions.target": "One LEGIONES DAEMONICA KHORNE unit from your army that is within 6\" of that enemy unit and would be eligible to declare a charge against that enemy unit.",
  "detachments.Blood_Legion.stratagems.Fever_Visions.when": "Your opponent’s Movement phase, just after an enemy unit Falls Back.",
  "detachments.Blood_Legion.stratagems.Fever_Visions.effect": "Your unit now declares a charge that targets only that enemy unit, and you resolve that charge. Note that even if that charge is successful, your unit does not receive any Charge bonus this turn.",
  "detachments.Blood_Legion.stratagems.Fever_Visions.fluff": "Khorne’s daemons know only hatred and contempt for those who flee from combat and will distort reality itself to keep such cowards trapped in the endless battle they sought to escape.",
  "detachments.Daemonic_Incursion.name": "Daemonic Incursion",
  "detachments.Daemonic_Incursion.enhancements.Argath_The_King_of_Blades.name": "A’rgath, The King of Blades",
  "detachments.Daemonic_Incursion.enhancements.Argath_The_King_of_Blades.description": "KHORNE LEGIONES DAEMONICA model only. Add 1 to the Attacks and Strength characteristics of the bearer’s melee weapons. While the bearer is within your army’s Shadow of Chaos, add 2 to the Attacks and Strength characteristics of the bearer’s melee weapons instead.",
  "detachments.Daemonic_Incursion.enhancements.The_Everstave.name": "The Everstave",
  "detachments.Daemonic_Incursion.enhancements.The_Everstave.description": "TZEENTCH LEGIONES DAEMONICA model only. Add 1 to the Strength characteristic of the bearer’s ranged weapons and increase the Range characteristic of such weapons by 3\". While the bearer is within your army’s Shadow of Chaos, add 2 to the Strength characteristic of the bearer’s ranged weapons and increase the Range characteristic of such weapons by 6\" instead.",
  "detachments.Daemonic_Incursion.enhancements.The_Endless_Gift.name": "The Endless Gift",
  "detachments.Daemonic_Incursion.enhancements.The_Endless_Gift.description": "NURGLE LEGIONES DAEMONICA model only. The bearer has the Feel No Pain 5+ ability. While the bearer is within your army’s Shadow of Chaos, the bearer has the Feel No Pain 4+ ability instead.",
  "detachments.Daemonic_Incursion.enhancements.Soulstealer.name": "Soulstealer",
  "detachments.Daemonic_Incursion.enhancements.Soulstealer.description": "SLAANESH LEGIONES DAEMONICA model only. Each time the bearer destroys an enemy model with a melee attack, roll one D6, adding 1 to the result if the bearer is within your army’s Shadow of Chaos. On a 4+, the bearer regains 1 lost wound.",
  "detachments.Daemonic_Incursion.rules.0.name": "Warp Rifts",
  "detachments.Daemonic_Incursion.rules.0.rule.0.text": "Each time a **LEGIONES DAEMONICA** unit from your army is set up on the battlefield using the Deep Strike ability, if it is set up wholly within your army’s Shadow of Chaos, and/or if it is set up wholly within 6\" of one or more friendly **BLOODTHIRSTER**, **GREAT UNCLEAN ONE**, **KAIROS FATEWEAVER**, **KEEPER OF SECRETS**, **LORD OF CHANGE**, **ROTIGUS**, **SHALAXI HELBANE** or **SKARBRAND** units with which it shares the **KHORNE**, **TZEENTCH**, **NURGLE** or **SLAANESH** keyword, it can be set up anywhere that is more than 6\" horizontally away from all enemy models, instead of more than 9\".",
  "detachments.Daemonic_Incursion.stratagems.Sheathed_In_Brass.name": "Draught of Terror",
  "detachments.Daemonic_Incursion.stratagems.Sheathed_In_Brass.target": "One LEGIONES DAEMONICA unit from your army that has not been selected to shoot or fight this phase.",
  "detachments.Daemonic_Incursion.stratagems.Sheathed_In_Brass.effect": "Until the end of the phase, improve the Armour Penetration characteristic of weapons equipped by models in that unit by 1. In addition, until the end of the phase, each time such a weapon targets a unit that is Battle-shocked, you can re-roll the Wound roll.",
  "detachments.Daemonic_Incursion.stratagems.Sheathed_In_Brass.fluff": "The swelling fear of their mortal prey serves as an intoxicating elixir to the daemonic followers, each draught invigorating their forms with deadly power.",
  "detachments.Daemonic_Incursion.stratagems.Draught_of_Terror.name": "The Realm of Chaos",
  "detachments.Daemonic_Incursion.stratagems.Draught_of_Terror.target": "Up to two LEGIONES DAEMONICA units from your army that are within your army’s Shadow of Chaos, or one other LEGIONES DAEMONICA unit from your army.",
  "detachments.Daemonic_Incursion.stratagems.Draught_of_Terror.when": "End of your opponent’s turn.",
  "detachments.Daemonic_Incursion.stratagems.Draught_of_Terror.effect": "Remove the targeted units from the battlefield and place them into Strategic Reserves. They will arrive back on the battlefield in the Reinforcements step of your next Movement phase using the Deep Strike ability.",
  "detachments.Daemonic_Incursion.stratagems.Draught_of_Terror.restrictions": "You cannot target units that are within Engagement Range of one or more enemy units with this Stratagem.",
  "detachments.Daemonic_Incursion.stratagems.Draught_of_Terror.fluff": "When the energies of the warp bleed into realspace, the Legiones Daemonica can rip open portals in seeming thin-air, returning to their hellscapes only to rematerialise amidst their foes a heartbeat later.",
  "detachments.Daemonic_Incursion.stratagems.The_Realm_of_Chaos.name": "Daemonic Invulnerability",
  "detachments.Daemonic_Incursion.stratagems.The_Realm_of_Chaos.target": "One LEGIONES DAEMONICA unit from your army that was selected as the target of one or more of that enemy unit’s attacks.",
  "detachments.Daemonic_Incursion.stratagems.The_Realm_of_Chaos.effect": "Until the end of the phase, each time an invulnerable saving throw is made for a model in your unit, re-roll a saving throw of 1.",
  "detachments.Daemonic_Incursion.stratagems.The_Realm_of_Chaos.fluff": "Daemons are madness given form. Their very bodies are fashioned from the stuff of the warp, and are difficult to destroy through conventional means.",
  "detachments.Daemonic_Incursion.stratagems.Daemonic_Invulnerability.name": "Corrupt Realspace",
  "detachments.Daemonic_Incursion.stratagems.Daemonic_Invulnerability.target": "One LEGIONES DAEMONICA unit from your army that is within range of an objective marker you control.",
  "detachments.Daemonic_Incursion.stratagems.Daemonic_Invulnerability.when": "Start of any Command phase.",
  "detachments.Daemonic_Incursion.stratagems.Daemonic_Invulnerability.effect": "That objective marker is said to be Corrupted and remains under your control, even if you have no models within range of it, until your opponent controls it at the start or end of any turn. In addition, while an objective marker is Corrupted and under your control, the area of the battlefield within 6\" of that objective marker is considered to be within your army’s Shadow of Chaos.",
  "detachments.Daemonic_Incursion.stratagems.Daemonic_Invulnerability.fluff": "Daemons instinctively feel the need to despoil and corrupt every corner of realspace, the better to sustain their otherworldly forms.",
  "detachments.Daemonic_Incursion.stratagems.Seeping_Virulence.name": "Warp Surge",
  "detachments.Daemonic_Incursion.stratagems.Seeping_Virulence.target": "One LEGIONES DAEMONICA unit from your army that is within your army’s Shadow of Chaos.",
  "detachments.Daemonic_Incursion.stratagems.Seeping_Virulence.fluff": "The winds of the warp blow strong, invigorating daemonkind and lending them supernatural speed and ferocity.",
  "detachments.Daemonic_Incursion.stratagems.Fever_Visions.name": "Denizens of the Warp",
  "detachments.Daemonic_Incursion.stratagems.Fever_Visions.target": "One LEGIONES DAEMONICA unit from your army that is arriving using the Deep Strike ability this phase.",
  "detachments.Daemonic_Incursion.stratagems.Fever_Visions.when": "Your Movement phase.",
  "detachments.Daemonic_Incursion.stratagems.Fever_Visions.effect": "Your unit can be set up anywhere on the battlefield that is more than 6\" horizontally away from all enemy models.",
  "detachments.Daemonic_Incursion.stratagems.Fever_Visions.fluff": "Ever lurking in the warp, daemons will wait until the barriers between realms thin before tearing their way into realspace.",
  "detachments.Legion_of_Excess.name": "Legion of Excess",
  "detachments.Legion_of_Excess.enhancements.Argath_The_King_of_Blades.name": "False Majesty (Aura)",
  "detachments.Legion_of_Excess.enhancements.Argath_The_King_of_Blades.description": "LEGIONES DAEMONICA SLAANESH model only. While a friendly LEGIONES DAEMONICA SLAANESH unit (excluding MONSTERS) is within 6\" of the bearer, each time a model in that unit makes a melee attack, add 1 to the Wound roll.",
  "detachments.Legion_of_Excess.enhancements.The_Everstave.name": "Dreaming Crown (Aura)",
  "detachments.Legion_of_Excess.enhancements.The_Everstave.description": "LEGIONES DAEMONICA SLAANESH model only. While a friendly LEGIONES DAEMONICA SLAANESH unit (excluding MONSTERS) is within 6\" of the bearer, each time a model in that unit makes a melee attack, add 1 to the Hit roll.",
  "detachments.Legion_of_Excess.enhancements.The_Endless_Gift.name": "Avatar of Perfection",
  "detachments.Legion_of_Excess.enhancements.The_Endless_Gift.description": "LEGIONES DAEMONICA SLAANESH MONSTER model only. At the start of each phase, if there are no other friendly units within 6\" of the bearer, you can: re‑roll Advance rolls made for the bearer; re‑roll Charge rolls made for the bearer; ignore any or all modifiers to its Move characteristic and to any Advance and/or Charge rolls made for the bearer.",
  "detachments.Legion_of_Excess.enhancements.Soulstealer.name": "Soul Glutton",
  "detachments.Legion_of_Excess.enhancements.Soulstealer.description": "LEGIONES DAEMONICA SLAANESH MONSTER model only. At the end of the Fight phase, if one or more enemy models were destroyed this phase as a result of one or more of the bearer’s attacks, it can use this Enhancement. If it does, it regains up to D3 lost wounds.",
  "detachments.Legion_of_Excess.rules.0.name": "Beguiling Aura",
  "detachments.Legion_of_Excess.rules.0.rule.0.text": "**LEGIONES DAEMONICA SLAANESH** units from your army are eligible to declare a charge in a turn in which they Fell Back.&#x20;",
  "detachments.Legion_of_Excess.rules.1.name": "Seductive Gambit",
  "detachments.Legion_of_Excess.rules.1.rule.0.text": "**LEGIONES DAEMONICA SLAANESH** units from your army have the following ability:\n\n**Seductive Gambit**: Each time this unit ends a Charge move, you can declare it will perform a Seductive Gambit. If you do, until the end of the turn, this unit does not have the Fights First ability, but instead, each time a model in this unit makes an attack, you can re‐roll a Hit roll of 1 and you can re‐roll a Wound roll of 1. If this unit is within your army’s Shadow of Chaos, you can instead re‐roll the Hit roll and you can re‐roll a Wound roll of 1.",
  "detachments.Legion_of_Excess.stratagems.Sheathed_In_Brass.name": "Cavalcade of Blades",
  "detachments.Legion_of_Excess.stratagems.Sheathed_In_Brass.target": "That LEGIONES DAEMONICA SLAANESH unit.",
  "detachments.Legion_of_Excess.stratagems.Sheathed_In_Brass.when": "Your Charge phase, just after a LEGIONES DAEMONICA SLAANESH unit from your army ends a Charge move.",
  "detachments.Legion_of_Excess.stratagems.Sheathed_In_Brass.effect": "Select one enemy unit within Engagement Range of your unit, then roll one D6 for each model in your unit that is within Engagement Range of that enemy unit, or roll six D6 instead if your unit is a MONSTER unit: for each 4+, that enemy unit suffers 1 mortal wound.",
  "detachments.Legion_of_Excess.stratagems.Sheathed_In_Brass.fluff": "The cavorting approach of Slaaneshi daemons is hypnotic and enthralling. It is a whirling carousel of eye‑searing colours and flashing blades that tempt mortals to reach out with trembling eagerness until they can just reach.",
  "detachments.Legion_of_Excess.stratagems.Draught_of_Terror.name": "Overwhelming Excess",
  "detachments.Legion_of_Excess.stratagems.Draught_of_Terror.target": "One LEGIONES DAEMONICA SLAANESH unit from your army that was selected as the target of one or more of the attacking unit’s attacks.",
  "detachments.Legion_of_Excess.stratagems.Draught_of_Terror.when": "Your opponent’s Shooting phase or the Fight phase, just after an enemy unit has selected its targets",
  "detachments.Legion_of_Excess.stratagems.Draught_of_Terror.effect": "Until the end of the phase, each time an attack targets your unit, subtract 1 from the Hit roll.",
  "detachments.Legion_of_Excess.stratagems.Draught_of_Terror.fluff": "Sensation gushes relentlessly into the overstimulated minds of the enemy until their souls strain fit to burst. Barely able to think or function, they recoil in their desperate need to stem the unstoppable tide.",
  "detachments.Legion_of_Excess.stratagems.The_Realm_of_Chaos.name": "Archagonists",
  "detachments.Legion_of_Excess.stratagems.The_Realm_of_Chaos.target": "One LEGIONES DAEMONICA SLAANESH MONSTER unit or up to two LEGIONES DAEMONICA SLAANESH units (excluding MONSTERS) from your army that have not been selected to fight this phase.",
  "detachments.Legion_of_Excess.stratagems.The_Realm_of_Chaos.effect": "Until the end of the phase, each time a model in one of those units makes an attack, add 1 to the Wound roll.",
  "detachments.Legion_of_Excess.stratagems.The_Realm_of_Chaos.fluff": "These daemons perceive with absolute clarity whereabouts on their victims’ bodies they must strike to inflict the greatest possible excess of suffering.",
  "detachments.Legion_of_Excess.stratagems.Daemonic_Invulnerability.name": "Thieves of Pain",
  "detachments.Legion_of_Excess.stratagems.Daemonic_Invulnerability.when": "Any phase, just after an attack or mortal wound is allocated to a model in a LEGIONES DAEMONICA SLAANESH unit from your army (excluding MONSTERS and VEHICLES).",
  "detachments.Legion_of_Excess.stratagems.Daemonic_Invulnerability.effect": "Select one other friendly LEGIONES DAEMONICA SLAANESH unit that is within 9\" of and visible to your unit. Until the end of the phase, while the selected unit is on the battlefield, each time a model in your unit would lose a wound, inflict 1 mortal wound on the selected unit instead.",
  "detachments.Legion_of_Excess.stratagems.Daemonic_Invulnerability.fluff": "To exist, however fleetingly, in realspace is an opportunity to indulge in every physical sensation. So enraptured do the daemons of Slaanesh become that they even steal one another’s agonies to enjoy.",
  "detachments.Legion_of_Excess.stratagems.Seeping_Virulence.name": "Sensory Excruciation",
  "detachments.Legion_of_Excess.stratagems.Seeping_Virulence.target": "&x20;One LEGIONES DAEMONICA SLAANESH MONSTER unit from your army that is on the battlefield.",
  "detachments.Legion_of_Excess.stratagems.Seeping_Virulence.effect": "Each unit on the battlefield that is within your army’s Shadow of Chaos must take a Battle‑shock test, subtracting 1 from that test if they are Below Half‑strength.\n\nDesigner’s Note: This Stratagem forces all friendly and enemy units alike within your army’s Shadow of Chaos to take a Battle‑shock test. This can allow a Chaos Daemons player to heal units from their army through the Daemonic Terror army rule, at the risk of causing some of their own units to become Battle‑shocked.",
  "detachments.Legion_of_Excess.stratagems.Seeping_Virulence.fluff": "This entity causes the battlefield to flicker wildly between the debauched Slaaneshi Warp interstice and the most brutally mundane reality, faster than even supernatural senses can perceive. The result is a psychically devastating barrage of excess and deprivation.",
  "detachments.Legion_of_Excess.stratagems.Fever_Visions.name": "Phantasmal Longing",
  "detachments.Legion_of_Excess.stratagems.Fever_Visions.target": "One LEGIONES DAEMONICA SLAANESH unit from your army.",
  "detachments.Legion_of_Excess.stratagems.Fever_Visions.fluff": "Against their wills, enemy combatants find themselves wishing for the daemons of Slaanesh to draw closer. It is child’s play for the daemons of Slaanesh to harness such strong emotions and transform them into manifest reality.",
  "detachments.Plague_Legion.name": "Plague Legion",
  "detachments.Plague_Legion.enhancements.Argath_The_King_of_Blades.name": "Cankerblight (Aura)",
  "detachments.Plague_Legion.enhancements.Argath_The_King_of_Blades.description": "LEGIONES DAEMONICA NURGLE model only. Each time an enemy unit (excluding MONSTERS and VEHICLES) that is within 6\" of the bearer fails a Battle‑shock test, the bearer can use this Enhancement. If it does, one model in that unit is destroyed (chosen by its controlling player). Each time the bearer uses this Enhancement, no mortal wounds are inflicted by your army’s Daemonic Terror rule.",
  "detachments.Plague_Legion.enhancements.The_Everstave.name": "Maggot Maws",
  "detachments.Plague_Legion.enhancements.The_Everstave.description": "LEGIONES DAEMONICA NURGLE model only. In your Shooting phase, select one enemy unit within 6\" of the bearer; that enemy unit must take a Battle‑shock test. Then roll one D6: on a 3+, that enemy unit suffers D3 mortal wounds. Each time the bearer uses this Enhancement, no mortal wounds are inflicted by your army’s Daemonic Terror rule.",
  "detachments.Plague_Legion.enhancements.The_Endless_Gift.name": "Droning Shroud (Aura)",
  "detachments.Plague_Legion.enhancements.The_Endless_Gift.description": "LEGIONES DAEMONICA NURGLE MONSTER model only. While a friendly LEGIONES DAEMONICA NURGLE unit is within 6\" of the bearer, that unit can only be targeted by a ranged attack if the attacking model is within 18\".",
  "detachments.Plague_Legion.enhancements.Soulstealer.name": "Font of Spores (Aura)",
  "detachments.Plague_Legion.enhancements.Soulstealer.description": "LEGIONES DAEMONICA NURGLE MONSTER model only. While a friendly LEGIONES DAEMONICA NURGLE unit is within 6\" of the bearer, improve the Armour Penetration characteristic of weapons equipped by models in that unit by 1.",
  "detachments.Plague_Legion.rules.0.name": "Melancholic Miasma",
  "detachments.Plague_Legion.rules.0.rule.0.text": "While an enemy unit is within 9\" of one or more **LEGIONES DAEMONICA NURGLE** units from your army, that enemy unit is within your army’s Shadow of Chaos. In each player’s Command phase, select one enemy unit within your army’s Shadow of Chaos. That unit must take a Battle‑shock test.",
  "detachments.Plague_Legion.stratagems.Sheathed_In_Brass.name": "Seeping Virulence",
  "detachments.Plague_Legion.stratagems.Sheathed_In_Brass.target": "One LEGIONES DAEMONICA NURGLE unit from your army that has not been selected to fight this phase.",
  "detachments.Plague_Legion.stratagems.Sheathed_In_Brass.when": "&x20;Fight phase.",
  "detachments.Plague_Legion.stratagems.Sheathed_In_Brass.effect": "Until the end of the phase, each time a model in that unit makes an attack, an unmodified Hit roll of 5+ scores a Critical Hit.",
  "detachments.Plague_Legion.stratagems.Sheathed_In_Brass.fluff": "Repugnant filth wells from the weapons, gaping maws and open wounds of these daemons, slopping across the foe and causing swift and virulent rot wherever it finds the slightest way in.",
  "detachments.Plague_Legion.stratagems.Draught_of_Terror.name": "Fever Visions",
  "detachments.Plague_Legion.stratagems.Draught_of_Terror.target": "One LEGIONES DAEMONICA NURGLE unit from your army that has not been selected to shoot or fight this phase.",
  "detachments.Plague_Legion.stratagems.Draught_of_Terror.when": "Your Shooting phase or the Fight phase.&x20;",
  "detachments.Plague_Legion.stratagems.Draught_of_Terror.effect": "Until the end of the phase, each time a model in your unit makes an attack, add 1 to the Hit roll. After your unit has finished making its attacks, select one enemy unit hit by one or more of those attacks; that enemy unit must take a Battle‑shock test.",
  "detachments.Plague_Legion.stratagems.Draught_of_Terror.fluff": "A plague of waking nightmares races through the enemy ranks, leaving foes reeling in the grip of nauseating visions that curdle into soul-destroying reality.",
  "detachments.Plague_Legion.stratagems.The_Realm_of_Chaos.name": "Murkshadows",
  "detachments.Plague_Legion.stratagems.The_Realm_of_Chaos.target": "One LEGIONES DAEMONICA NURGLE INFANTRY unit from your army.",
  "detachments.Plague_Legion.stratagems.The_Realm_of_Chaos.effect": "Until the end of the phase, each time your unit makes a Normal move, add 5\" to the Move characteristic of models in your unit.",
  "detachments.Plague_Legion.stratagems.The_Realm_of_Chaos.fluff": "With the battlefield swathed in an occluding miasma of unreality, Nurgle’s daemons may loom out of the haze, solidify from amidst thrumming fly clouds or even rise out of the filth without warning.",
  "detachments.Plague_Legion.stratagems.Daemonic_Invulnerability.name": "Rot and Renewal",
  "detachments.Plague_Legion.stratagems.Daemonic_Invulnerability.target": "One LEGIONES DAEMONICA NURGLE unit from your army.",
  "detachments.Plague_Legion.stratagems.Daemonic_Invulnerability.fluff": "Rather than lumber across the battlefield, these daemons rot away to nothing before hatching anew from canker blooms wherever they wish to be.",
  "detachments.Plague_Legion.stratagems.Seeping_Virulence.name": "Plague of Woes",
  "detachments.Plague_Legion.stratagems.Seeping_Virulence.when": "Your opponent’s Command phase, before selecting any targets for the Melancholic Miasma Detachment rule.",
  "detachments.Plague_Legion.stratagems.Seeping_Virulence.effect": "Until the end of the phase, after an enemy unit takes a Battle‑shock test as a result of the Melancholic Miasma Detachment rule, select one other enemy unit within 9\" of your unit; that enemy unit must take a Battle‑shock test.",
  "detachments.Plague_Legion.stratagems.Seeping_Virulence.fluff": "Even as one band of foes gives in to despair, their sorrows spread like a virus to the minds and souls of others, the enemy’s woes multiplying by the moment.",
  "detachments.Plague_Legion.stratagems.Fever_Visions.name": "Foetid Resurgence",
  "detachments.Plague_Legion.stratagems.Fever_Visions.target": "One LEGIONES DAEMONICA NURGLE unit from your army that is on the battlefield.",
  "detachments.Plague_Legion.stratagems.Fever_Visions.effect": "Return up to 1 destroyed model to your unit, or up to D3 destroyed models instead if your unit is a BATTLELINE unit, with their full wounds remaining. If it is a MONSTER unit, one model in your unit regains up to D3+1 lost wounds instead.",
  "detachments.Plague_Legion.stratagems.Fever_Visions.fluff": "As the power of the Plague God saturates the battlefield, fresh daemonic life blooms from the septic corpse mulch that bubbles underfoot.",
  "name": "Chaos Daemons",
  "rules.army.Daemonic_Pact.name": "Daemonic Pact",
  "rules.army.Daemonic_Pact.rule.0.text": "If every model from your army has the **CHAOS** keyword, you can include **LEGIONES DAEMONICA** units in your army, even if they do not have the Faction keyword you selected in the Select Army Faction step. The combined points cost of such units you can include depends on your battle size, as shown below.\n\n■ Incursion - Up to 250 pts\n■ Strike Force - Up to 500 pts\n■ Onslaught - Up to 750 pts\n\nNone of these models can be your **WARLORD**, and they cannot be given Enhancements.\n\nIn addition:\n\n■ If your Army Faction is **WORLD EATERS**, you can only include **KHORNE LEGIONES DAEMONICA** units using these rules.\n■ If your Army Faction is **THOUSAND SONS**, you can only include **TZEENTCH LEGIONES DAEMONICA** units using these rules.\n■ If your Army Faction is **DEATH GUARD**, you can only include **NURGLE LEGIONES DAEMONICA** units using these rules.\n■ If your **WARLORD** is **LUCIUS THE ETERNAL**, you can only include **SLAANESH LEGIONES DAEMONICA** units using these rules.",
  "rules.army.Daemonic_Pact.rule.1.text": "In addition, for each of the following keywords, the number of non-**BATTLELINE** units with that keyword you include in this way cannot be greater than the number of **BATTLELINE** units with that keyword you include in this way:\n\n■ **KHORNE**\n■ **TZEENTCH**\n■ **NURGLE**\n■ **SLAANESH**",
  "rules.army.The_Shadow_of_Chaos.rule.0.text": "If your Army Faction is **LEGIONES DAEMONICA**, certain areas of the battlefield are considered to be within your army’s Shadow of Chaos, as follows:\n\n■ Your deployment zone is always within your army’s Shadow of Chaos.\n■ At the start of any phase, if you control at least half of the objective markers within No Man’s Land, until the end of that phase, No Man’s Land is within your army’s Shadow of Chaos.\n■ At the start of any phase, if you control at least half of the objective markers within your opponent’s deployment zone, until the end of that phase, your opponent’s deployment zone is within your army’s Shadow of Chaos.",
  "rules.army.The_Shadow_of_Chaos.rule.1.text": "DAEMONIC MANIFESTATION",
  "rules.army.The_Shadow_of_Chaos.rule.2.text": "While a **LEGIONES DAEMONICA** unit from your army is within your army’s Shadow of Chaos, each time that unit takes a Battle-shock test, add 1 to that test and, if that test is passed, one model in that unit regains up to D3 lost wounds (if that unit is a **BATTLELINE** unit and that test is passed, up to D3 destroyed models can be returned to that unit instead).",
  "rules.army.The_Shadow_of_Chaos.rule.3.text": "DAEMONIC TERROR",
  "rules.army.The_Shadow_of_Chaos.rule.4.text": "While an enemy unit is within your army’s Shadow of Chaos and/or it is within 6\" of one or more **BLOODTHIRSTER**, **GREAT UNCLEAN ONE**, **KAIROS FATEWEAVER**, **KEEPER OF SECRETS**, **LORD OF CHANGE**, **ROTIGUS**, **SHALAXI HELBANE** or **SKARBRAND** units from your army, each time that unit takes a Battle-shock test, subtract 1 from that test and, if that test is failed, that enemy unit suffers D3 mortal wounds."
}